{"language": "en", "pack_id": "english_pack", "section_title": "Contents", "page": 9, "chunk_id": "english_pack_9_0_664496ec", "content": "[Contents] CONTENTS Acknowledgement of Country xi About the Author xii Accessibility Information xiv Acknowledgements xvii Introduction 1 Modules MODULE 1: IT GOVERNANCE FRAMEWORKS 5 MODULE 2: CYBERSECURITY & DATA 42 PROTECTION MODULE 3: DATA BREACH PREPARATION & 80 RESPONSE MODULE 4: CYBERSEC INCIDENT 126 MANAGEMENT MATURITY MODEL MODULE 5: META-COGNITION, ETHICAL 184 DECISION MAKING, ETHICAL THEORIES"}
{"language": "en", "pack_id": "english_pack", "section_title": "Contents", "page": 10, "chunk_id": "english_pack_10_0_2890e9ef", "content": "[Contents] MODULE 6: INTELLECTUAL PROPERTY & 246 COPYRIGHT MODULE 7: LEGAL GOVERNANCE, CYBER 293 FORENSICS, CYBER INTELLIGENCE MODULE 8: IMPACT OF IT ON SOCIETY 314 MODULE 9: CYBER LOSS PROCESS & CYBER 344 INSURANCE MODULE 10: E-GOV & DIGITAL 385 TRANSFORMATION Appendix A: List of Acronyms 435 Appendix B: Applying the Ethical Decision 448 Model Appendix C: Common scenarios 464 Appendix D: Software licensing 469 Appendix E: Propaganda techniques 475 Appendix F: Military technology 482 Appendix G: Select Bibliographies 488 Versioning History 508"}
{"language": "fr", "pack_id": "french_pack", "section_title": "Index par cours", "page": 319, "chunk_id": "french_pack_319_0_11a0069b", "content": "[Index par cours] 319 INDEX PAR COURS Cours Enseignant Semestre Page A Advanced algorithms Kapralov M. MA2, MA4 163 Advanced compiler construction Schinz M. MA2, MA4 165 Advanced computer architecture Ienne P. MA2, MA4 167 Advanced computer graphics Jakob W. MA2, MA4 169 Advanced information, computation, communication I Aberer K. BA1 31 Advanced information, computation, communication II Rimoldi B. / Gastpar M. BA2 33 Advanced probability and applications Lévêque O. MA2, MA4 173 Advanced topics on privacy enhancing technologies Troncoso C. MA2, MA4 175 Algèbra Lachowska A. BA5 67 Algèbre linéaire Urech Ch. BA1 35 Algèbre linéaire (anglais) Maddocks J. BA1 37 Algorithms Svensson O. BA3 69 Analyse I Lachowska A. BA1 41 Analyse I (allemand) Kressner D. BA1 43 Analyse I (anglais) Svaldi R. BA1 45 Analyse II Lachowska A. BA2 47 Analyse II (anglais) Mountford Th. BA2 49 Analyse III Struett D. BA3 71 Analyse IV Struett D. BA4 73 Applied biostatistics Goldstein D. MA2, MA4 177 Applied data analysis West R. MA1, MA3 179 Artificial neural networks Gerstner W. MA2, MA4 182 Automatic speech processing Bourlard H. MA1, MA3 185 B Biological modeling of neural network Gerstner W. MA2, MA4 187 Biomedical signal processing Vesin J.-M. MA1, MA3 190 Business design for IT services Wegmann A. MA2, MA4 192 C Calcul quantique Macris N. BA6 75 Cellular biology and biochemistry for engineers Zufferey R. MA1, MA3 194 Chimie générale Terrettaz S. BA5 77 Computational photography Süsstrunk S. MA2, MA4 198 Computer architecture I Stojilovic M. BA3 79 Computer architecture II Ienne P. BA4 81 Computer language processing Kuncak V. BA5 83 Computer networks Argyraki A. BA3 86 Computer security Troncoso C. BA5 89 Computer vision Fua P. MA2, MA4 200 Concurrent algorithms Guerraoui R. MA1, MA3 202 Cryptography and security Vaudenay S. MA1, MA3 204 D Database systems Ailamaki A. MA2, MA4 207 Data visualization Vuillon L. MA2, MA4 209 Decentralized systems engineering Ford B. MA1, MA3 212 Deep Learning Fleuret F. MA2, MA4 215 Design technologies for integrated systems De Micheli G. MA1, MA3 217 Digital education & learning analytics Dillenbourg P. / Jermann P. MA1, MA3 221 Digital"}
{"language": "fr", "pack_id": "french_pack", "section_title": "Index par cours", "page": 319, "chunk_id": "french_pack_319_1_58fe558a", "content": "[Index par cours] Vaudenay S. MA1, MA3 204 D Database systems Ailamaki A. MA2, MA4 207 Data visualization Vuillon L. MA2, MA4 209 Decentralized systems engineering Ford B. MA1, MA3 212 Deep Learning Fleuret F. MA2, MA4 215 Design technologies for integrated systems De Micheli G. MA1, MA3 217 Digital education & learning analytics Dillenbourg P. / Jermann P. MA1, MA3 221 Digital system design Kluter T. BA2 51 Distributed algorithms Guerraoui R. MA1, MA3 223 Distributed information systems Aberer K. MA2, MA4 225 Distributed intelligent systems Martinoli A. MA1, MA3 227 Dynamical system theory for engineers Thiran P. MA1, MA3 230 E Électromagnétisme I : lignes et ondes Fleury R. BA5 91 Électromagnétisme II : calcul des champs Fleury R. BA6 93"}
{"language": "fr", "pack_id": "french_pack", "section_title": "Index par cours", "page": 320, "chunk_id": "french_pack_320_0_77cc5bc5", "content": "[Index par cours] 320 INDEX PAR COURS Cours Enseignant Semestre Page Électronique I Zysman E. BA3 95 Électronique II Zysman E. BA5 97 Électronique III Zysman E. BA6 99 Embedded systems Beuchat R. MA1, MA3 232 Enterprise and service-oriented architecture Wegmann A. MA2, MA4 235 Experience design Huang J. MA1, MA3 237 F Formal verification Kuncak V. MA1, MA3 239 Foundations of software Odersky M. MA1, MA3 242 Functional programming Kuncak V. / Odersky M. BA3 102 G General physics: electromagnetism Dil J. H. BA3 104 Gödel and recursivity Duparc J. MA1, MA3 244 I Image processing I Unser M. / Van de Ville D. MA1, MA3 247 Image processing II Unser M. / Van de Ville D. MA2, MA4 249 Industrial automation Sommer Ph. / Tournier J.-Ch. MA2, MA4 251 Information security and privacy Hubaux J.-P/Oechslin Ph. MA1, MA3 253 Information theory and coding Telatar E. MA1, MA3 255 Intelligence artificielle Faltings B. BA6 106 Intelligent agents Faltings B. MA1, MA3 256 Interaction design Pu Faltings P. MA2, MA4 258 Internet analytics Grossglauser M. BA6 110 Introduction à la programmation Sam J. BA1 53 Introduction aux sciences du vivant (pour IC) Zufferey R. BA6 112 Introduction to computer graphics Pauly M. BA6 114 Introduction to database systems Ailamaki A. / Koch Ch. BA6 116 Introduction to machine learning (BA3) Salzmann M. BA3 119 Introduction to machine learning (BA4) Fua P. BA4 121 Introduction to multiprocessor architecture Falsafi B. BA5 123 Introduction to natural language processing Chappelier J.-C. / Rajman M. MA1, MA3 260 Introduction to operating systems Payer M. BA5 125 L Learning theory Macris N. /Urbanke R. MA2, MA4 262 M Machine learning Jaggi M. / Flammarion N. MA1, MA3 264 Machine learning for behavioral data Käser T. MA2, MA4 267 Markov chains and algorithmic applications Lévêque O. / Macris N. MA1, MA3 269 Mathematical foundations of signal processing Simeoni M. / Bejar Haro B. MA1, MA3 271 Mobile networks Hubaux J.-P. MA2, MA4 273 Modèles stochastiques pour les communications Thiran P. BA5 127 Modern digital communications: a hands-on approach Rimoldi B. MA1, MA3 275 N Number theory in cryptography Serban"}
{"language": "fr", "pack_id": "french_pack", "section_title": "Index par cours", "page": 320, "chunk_id": "french_pack_320_1_6f5d2af3", "content": "[Index par cours] Markov chains and algorithmic applications Lévêque O. / Macris N. MA1, MA3 269 Mathematical foundations of signal processing Simeoni M. / Bejar Haro B. MA1, MA3 271 Mobile networks Hubaux J.-P. MA2, MA4 273 Modèles stochastiques pour les communications Thiran P. BA5 127 Modern digital communications: a hands-on approach Rimoldi B. MA1, MA3 275 N Number theory in cryptography Serban V. MA2, MA4 279 Numerical methods for visual computing and ML Jakob W. BA3 130 O Optimization for machine learning Jaggi M. / Flammarion N. MA2, MA4 280 Optional project in computer science Divers enseignants MA1, MA2, 282 MA3, MA4 P Parallelism and concurrency Kuncak V. / Odersky M. BA4 132 Performance evaluation Le Boudec J.-Y. MA2, MA4 283 Physique générale : mécanique Bréchet S. BA1 55 Physique générale : mécanique (allemand) Gruetter R. BA1 57 Physique générale : mécanique (anglais) Manley S. BA1 60 Pratique de la programmation orientée-objet Schinz M. BA2 62 Principles of computer systems Argyraki A. / Candea G. MA1, MA3 285 Principles of digital communications Telatar E. BA6 134 Probabilistic methods in combinatorics Marcus A. MA1, MA3 288 Probabilities and statistics Abbé E. BA4 136"}
{"language": "fr", "pack_id": "french_pack", "section_title": "Index par cours", "page": 321, "chunk_id": "french_pack_321_0_ea53cf6b", "content": "[Index par cours] 321 INDEX PAR COURS Cours Enseignant Semestre Page Programmation orientée système Chappelier J.-C. BA4 137 Projet de systems-on-chip Beuchat R. BA6 139 Projet en Informatique I Divers enseignants BA5, BA6 142 Projet programmation système Chappelier J.-C. / Bugnion E. BA4 143 R Real-time embedded systems Beuchat R. MA2, MA4 290 S Semester project in Computer Science II Divers enseignants MA1, MA2, 292 MA3, MA4 Sensors in medical instrumentation Aminian K. MA2, MA4 293 Set theory Duparc J. MA2, MA4 295 Signal processing for communications Prandoni P. BA6 145 Signals and systems (for EL&IC) Shkel Y. BA4 148 Smart grid technologies Le Boudec J.-Y. / Paolone M. MA2, MA4 298 Social media Gillet D. MA2, MA4 300 Software development project Candea G. BA6 150 Software engineering Candea G. BA5 152 Software security Payer M. MA2, MA4 302 Statist. signal and data processing through applications Ridolfi A. MA2, MA4 305 T TCP/IP Networking Le Boudec J.-Y. MA1, MA3 310 Technologies of societal self-organization Ford B. BA3 155 Theory of computation Göös M. BA4 157 Topics in theoretical computer science Kapralov M. MA1, MA3 314 Traitement quantique de l’information Macris N. BA5 159 V Virtual reality Boulic R. MA2, MA4 316 Cours pas donnés en 2020-2021 Advanced multiprocessor architecture Falsafi B. MA1, MA3 171 Algèbre linéaire (classe inversée) Testerman D. BA1 39 Computational complexity Svensson O. MA1, MA3 196 Digital 3D geometry processing Pauly M. MA1, MA3 219 Interaction personne-système Dillenbourg P. BA4 108 Networks out of control Thiran P. / Grossglauser M. MA2, MA4 277 Sublinear algorithms for big data analysis Kapralov M. MA2, MA4 308 Technology ventures in IC Bugnion E. MA2, MA4 312"}
{"language": "fr", "pack_id": "french_pack", "section_title": "Index par enseignants", "page": 322, "chunk_id": "french_pack_322_0_840d2b95", "content": "[Index par enseignants] 322 INDEX PAR ENSEIGNANTS Enseignant Cours Semestre Page A Abbé E. Probabilities and statistics BA4 136 Advanced information, computation, communication I BA1 31 Aberer K. Distributed information systems MA2, MA4 225 Database systems MA2, MA4 207 Ailamaki A. Introduction to database systems BA6 116 Aminian K. Sensors in medical instrumentation MA2, MA4 293 Computer networks BA3 86 Argyraki A. Principles of computer systems MA1, MA3 285 B Bejar Haro B. Mathematical foundations of signal processing MA1, MA3 271 Embedded systems MA1, MA3 232 Beuchat R. Projet de systems-on-chip BA6 139 Real-time embedded systems MA2, MA4 290 Boulic R. Virtual reality MA2, MA4 316 Bourlard H. Automatic speech processing MA1, MA3 185 Bréchet S. Physique générale : mécanique BA1 55 Bugnion E. Projet programmation système BA4 143 C Principles of computer systems MA1, MA3 285 Candea G. Software development project BA6 150 Software engineering BA5 152 Introduction to natural language processing MA1, MA3 260 Chappelier J.-C. Programmation orientée système BA4 137 Projet programmation système BA4 143 D De Micheli G. Design technologies for integrated systems MA1, MA3 217 Dil J. H. General physics: electromagnetism BA3 104 Dillenbourg P. Digital education & learning analytics MA1, MA3 221 Optional project in computer science MA1, MA2, 282 MA3, MA4 Divers enseignants Projet en Informatique I BA5, BA6 142 Semester project in Computer Science II MA1, MA2, 292 MA3, MA4 Gödel and recursivity MA1, MA3 244 Duparc J. Set theory MA2, MA4 295 F Falsafi B. Introduction to multiprocessor architecture BA5 123 Intelligence artificielle BA6 106 Faltings B. Intelligent agents MA1, MA3 256 Machine learning MA1, MA3 264 Flammarion N. Optimization for machine learning MA2, MA4 280 Fleuret F. Deep Learning MA2, MA4 215 Électromagnétisme I : lignes et ondes BA5 91 Fleury R. Électromagnétisme II : calcul des champs BA6 93 Decentralized systems engineering MA1, MA3 212 Ford B. Technologies of societal self-organization BA3 155 Computer vision MA2, MA4 200 Fua P. Introduction to machine learning (BA4) BA4 121 G Gastpar M. Advanced information, computation, communication II BA2 33 Artificial neural networks MA2, MA4 182 Gerstner W. Biological modeling of neural network MA2, MA4"}
{"language": "fr", "pack_id": "french_pack", "section_title": "Index par enseignants", "page": 322, "chunk_id": "french_pack_322_1_a53f61ed", "content": "[Index par enseignants] II : calcul des champs BA6 93 Decentralized systems engineering MA1, MA3 212 Ford B. Technologies of societal self-organization BA3 155 Computer vision MA2, MA4 200 Fua P. Introduction to machine learning (BA4) BA4 121 G Gastpar M. Advanced information, computation, communication II BA2 33 Artificial neural networks MA2, MA4 182 Gerstner W. Biological modeling of neural network MA2, MA4 187 Gillet D. Social media MA2, MA4 300 Goldstein D. Applied biostatistics MA2, MA4 177 Göös M. Theory of computation BA4 157 Grossglauser M. Internet analytics BA6 110 Gruetter R. Physique générale : mécanique (allemand) BA1 57 Concurrent algorithms MA1, MA3 202 Guerraoui R. Distributed algorithms MA1, MA3 223"}
{"language": "fr", "pack_id": "french_pack", "section_title": "Index par enseignants", "page": 323, "chunk_id": "french_pack_323_0_e50d4dff", "content": "[Index par enseignants] 323 INDEX PAR COURS Enseignant Cours Semestre Page H Huang J. Experience design MA1, MA3 237 Information security and privacy MA1, MA3 253 Hubaux J.-P Mobile networks MA2, MA4 273 I Advanced computer architecture MA2, MA4 167 Ienne P. Computer architecture II BA4 81 J Machine learning MA1, MA3 264 Jaggi M. Optimization for machine learning MA2, MA4 280 Advanced computer graphics MA2, MA4 169 Jakob W. Numerical methods for visual computing and ML BA3 130 Jermann P. Digital education & learning analytics MA1, MA3 221 K Advanced algorithms MA2, MA4 163 Kapralov M. Topics in theoretical computer science MA1, MA3 314 Käser T. Machine learning for behavioral data MA2, MA4 267 Kluter T. Digital system design BA2 51 Koch Ch. Introduction to database systems BA6 116 Kressner D. Analyse I (allemand) BA1 43 Computer language processing BA5 83 Formal verification MA1, MA3 239 Kuncak V. Functional programming BA3 102 Parallelism and concurrency BA4 132 L Algèbra BA5 67 Lachowska A. Analyse I BA1 41 Analyse II BA2 47 Performance evaluation MA2, MA4 283 Le Boudec J.-Y. Smart grid technologies MA2, MA4 298 TCP/IP Networking MA1, MA3 310 Advanced probability and applications MA2, MA4 173 Lévêque O. Markov chains and algorithmic applications MA1, MA3 269 M Calcul quantique BA6 75 Learning theory MA2, MA4 262 Macris N. Markov chains and algorithmic applications MA1, MA3 269 Traitement quantique de l’information BA5 159 Maddocks J. Algèbre linéaire (anglais) BA1 37 Manley S. Physique générale : mécanique (anglais) BA1 60 Marcus A. Probabilistic methods in combinatorics MA1, MA3 288 Martinoli A. Distributed intelligent systems MA1, MA3 227 Mountford Th. Analyse II (anglais) BA2 49 O Foundations of software MA1, MA3 242 Odersky M. Functional programming BA3 102 Parallelism and concurrency BA4 132 Oechslin Ph. Information security and privacy MA1, MA3 253 P Paolone M. Smart grid technologies MA2, MA4 298 Pauly M. Introduction to computer graphics BA6 114 Introduction to operating systems BA5 125 Payer M. Software security MA2, MA4 302 Prandoni P. Signal processing for communications BA6 145 Pu Faltings P. Interaction design MA2, MA4 258 R Rajman M. Introduction to natural"}
{"language": "fr", "pack_id": "french_pack", "section_title": "Index par enseignants", "page": 323, "chunk_id": "french_pack_323_1_384acd58", "content": "[Index par enseignants] Ph. Information security and privacy MA1, MA3 253 P Paolone M. Smart grid technologies MA2, MA4 298 Pauly M. Introduction to computer graphics BA6 114 Introduction to operating systems BA5 125 Payer M. Software security MA2, MA4 302 Prandoni P. Signal processing for communications BA6 145 Pu Faltings P. Interaction design MA2, MA4 258 R Rajman M. Introduction to natural language processing MA1, MA3 260 Ridolfi A. Statist. signal and data processing through applications MA2, MA4 305 Advanced information, computation, communication II BA2 33 Rimoldi B. Modern digital communications: a hands-on approach MA1, MA3 275"}
{"language": "fr", "pack_id": "french_pack", "section_title": "Index par enseignants", "page": 324, "chunk_id": "french_pack_324_0_fc44ce7a", "content": "[Index par enseignants] 324 INDEX PAR COURS Enseignant Cours Semestre Page S Salzmann M. Introduction to machine learning (BA3) BA3 119 Sam J. Introduction à la programmation BA1 53 Advanced compiler construction MA2, MA4 165 Schinz M. Pratique de la programmation orientée-objet BA2 62 Serban V. Number theory in cryptography MA2, MA4 279 Shkel Y. Signals and systems (for EL&IC) BA4 148 Simeoni M. Mathematical foundations of signal processing MA1, MA3 271 Sommer Ph. Industrial automation MA2, MA4 251 Stojilovic M. Computer architecture I BA3 79 Analyse III BA3 71 Struett D. Analyse IV BA4 73 Süsstrunk S. Computational photography MA2, MA4 198 Svaldi R. Analyse I (anglais) BA1 45 Svensson O. Algorithms BA3 69 T Information theory and coding MA1, MA3 255 Telatar E. Principles of digital communications BA6 134 Terrettaz S. Chimie générale BA5 77 Dynamical system theory for engineers MA1, MA3 230 Thiran P. Modèles stochastiques pour les communications BA5 127 Tournier J.-Ch. Industrial automation MA2, MA4 251 Advanced topics on privacy enhancing technologies MA2, MA4 175 Troncoso C. Computer security BA5 89 U Image processing I MA1, MA3 247 Unser M. Image processing II MA2, MA4 249 Urbanke R. Learning theory MA2, MA4 262 Urech Ch. Algèbre linéaire BA1 35 V Image processing I MA1, MA3 247 Van de Ville D. Image processing II MA2, MA4 249 Vaudenay S. Cryptography and security MA1, MA3 204 Vesin J.-M. Biomedical signal processing MA1, MA3 190 Vuillon L. Data visualization MA2, MA4 209 W Business design for IT services MA2, MA4 192 Wegmann A. Enterprise and service-oriented architecture MA2, MA4 235 West R. Applied data analysis MA1, MA3 179 Z Cellular biology and biochemistry for engineers MA1, MA3 194 Zufferey R. Introduction aux sciences du vivant (pour IC) BA6 112 Électronique I BA3 95 Zysman E. Électronique II BA5 97 Électronique III BA6 99"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 151, "chunk_id": "AR-MEDIA-2018_151_0_2dcfc9d9", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] حتي يستطيع »كونر« الاحتماء من الاباده؛ فيعه د للسايبورج بواجب حمايه البشر ،علي نحو ي سم السايبورج او الاله مره اخري بانها خادمه للجنس البشري."}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 152, "chunk_id": "AR-MEDIA-2018_152_0_326f9160", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] ) (8-2الابعاد السياسيه للسايبربنك والاستجابه النسويه يشي معظم نصوص السايبربنك برابطه ماكره وشريره بني الدوله ،والتكنولوجيا، والراسماليه .وتربط املعلومات ذاتها بالاقتصاد الراسمالي للعصر الجديد في السايبربنك؛ فسد حلقه الوصل بني املعلومات وتكنولوجيا الكمبيوتر ولذلك يحظي الاختراق ،الذي ي والراسماليه ،باهميه بالغه ملوضوع القوه في السايبربنك؛ ولذلك فالاختراق الذي يمكن ايضا بحركه املصدر املفتوح التي تقاوم السيطره علي املعرفه او برامج الكمبيوتر، ربطه هو موضوع سياسي رييسي في السايبربنك. محافظه .التركيز علي العلامات ومع هذا ،تشي ابعاد اخري للسايبربنك بسياسه اكثر التجاريه ،واملنتجات الاستهلاكيه — من لوحات املفاتيح الي املظاهر — يوحي بايديولوجيه استهلاك »راسمالي« .اخريا ،فان عالم النوع هو ما يص بح فيه معظم الفكر املحافظ جليا. فحلا .وتفترض الناقدات النسويات )مثل سينثيا فوكس ينشي السايبربنك سايبورج جسد »هستريا ذكوريه« معي نه حول قضايا التناسل البشري (2003ان السايبربنك ي الطبقه الدنيا في السايبربنك، واله ويه الذكوريه .غالبا ما يش كل امللو نون والاقليات والنساء املحرومه من التكنولوجيا .ومما يجدر ذكره ان اليابان وغرابتها التكنولوجيه ت برز علي نحو مقدمه الي وسايل الاعلام الجديده والثقافات الالكترونيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 153, "chunk_id": "AR-MEDIA-2018_153_0_3b3b6001", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] مهيمن في السايبربنك ،غالبا في هييه ند خسيس للبطل الاورو-امريكي .تصري التكنولوجيا موقفا تنشد علامه ممي زه للاختلاف الاجتماعي وحتي الع رقي ،ويحتل السايبربنك النسوي فيه النساء السيطره علي التكنولوجيا من اجل بقايهن .ويكشف النقد النسوي كون هذا الجنس الادبي تعبريا ادبيا عن الظروف الاجتماعيه الواقعيه للتحي ز علي اساس الجنس، ظلم .يعتقد ال كت اب النسويون )كادورا 1995؛ فلانجان 2002؛ والابويه ،والاستغلال ،وال هاراواي 1985؛ هاربر (1995ان السايبربنك يظهر الاحكام املسبقه الثقافيه الاجتماعيه القايمه والايديولوجيات في صوره بد ع تكنولوجيه جديده. يفترض السايبربنك النسوي ان النساء خبرن تاريخيا التكنولوجيا والراسماليه لق تعبريا في السايبربنك بطريقه جد مختلفه عن الرجال ،وان هذه الخبره لم ت والحرب نسا ادبيا جديدا ي برز خبره النساء بالتكنولوجيا السايد »الذكوري« .ويستلزم هذا ج العاليه .يبدا السايبربنك النسوي بافتراض ان السايبربنك يع زز التفاوتات القايمه ا ملستنده الي النوع .ويبرز هذا الجنس الادبي التكنولوجيا في الظروف املاديه للعالم الواقعي الذي تتر كز فيه السيطره علي التكنولوجيا في الايدي الذكوريه والراسماليه ،وتخدم اغراض اسس عنصريه ونوعيه اجتماعيه .حينما لا يكون السايبربنك النسايي الاستغلال القايم علي جزءا من الطبقه الدنيا ،يصبح رم زا ل »الاخر« الغريب )ساعود الي هذا املوضوع لاحقا(؛ حيث تبقي املراه دوم ا في الخارج بوصفها مصد ر تهديد .يعكس السايبربنك النسوي هذه مفترضا ان جعل املراه »اخر« هو في الواقع نسخه من الهستريا الذكوريه التي الثناييه، خشي فيها من »الاخر« الع رقي .يضع السايبربنك النسوي الروبوت او السايبورج الانثي ي فيه تقع خارج مثل هذه الثناييات من قبيل املحلي/الاجنبي ،والابيض/غري الابيض، في والذكر/الانثي. ري للاهتمام، ت قلب بات كاديجان ،وماري روزنباوم ،ومليسا سكوت علي نحو مث موضو ع السايبربنك التقليدي ا ملتمث ل بالتج رد من الجسد ،وبالذاتيه املو زعه )انظر الفصل انطلاقا من افتراض ان الثالث عن الجسد( .ويعيد السايبربنك النسوي تاكيد الجسد، التج زو والتج رد ينكران علي املراه جسدها ،الا بوصفه جسدا هامشيا ،وملونا ،وخاضع ا. ناد را ما يع رف السايبربنك الذكوري »راعي البقر في منصات الالعاب« علي انه »ذكر ابيض«؛ لانه يفترض ان الاجساد الذكريه البيضاء هي الاصل .اما السايبربنك النسوي فيضع جسد املراه في املركز من اجل استكشاف خبره املراه بالتكنولوجيا. الثقافات الالكترونيه الشعبيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 154, "chunk_id": "AR-MEDIA-2018_154_0_b754bb95", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] ينكر تشت ت الذات — كما افترضه السايبربنك املحافظ وصبغه بصبغه خياليه — علي املراه »فاعليتها« بصفتها ذاتا .لا يمكن للمرء ان يتجاوز لون بشرته او جسمه املادي؛ لانهما يظلان هما مح ل الاستغلال والتمييز في العالم الواقعي .ما نحتاج اليه هو تكرار مجسدتني .وهو يستلزم الجسد الاسود او الانثوي ،ولكنه تكرار يسعي الي ذاتيه وفاعليه علاقه مختلفه بالتكنولوجيا ،تطو ع فيها املراه التكنولوجيا لاغراضها."}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 156, "chunk_id": "AR-MEDIA-2018_156_0_002b0626", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] من »سبيس وور« ) (1962الي العاب تاديه الادوار علي الانترنت للاعبني ا ملتعد دين ذات الطابع الجماهريي الحاليه ،لعبه الكمبيوتر هي اشهر تطبيق للتكنولوجيا الرقميه علي الاطلاق ،بل ان صناعه الالعاب تفوق صناعه الفيديو املنزلي التي تبلغ قيمتها 20مليار دولار .حينما اطلقت لعبه »هالو «2في نوفمبر ،2004حصدت 100مليون دولار في اليوم الاول وحده )وحصدت لعبه »سبايدر مان 40 «2مليون دولار( )نيكولاس وزملاوه .(5 :2006صناعه الالعاب واستخدامها الشعبي كبريان الان بما يبر ر اقامه فعاليه للالعاب الالكترونيه العا لميه يشارك فيها مشاركون من اكثر من مايه دوله. ما ياتي هو »اصناف« اللعب املقبوله:"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 157, "chunk_id": "AR-MEDIA-2018_157_0_299d5288", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] • الاستراتيجيه )»روم :توتال وور«» ،باتل فور ميدل ايرث«» ،رولر كوستر تايكون«(. • التصويب من منظور اللاعب )»هالو » ،«2ريترن تو كاسل وولفنستاين«(. املنصات )»ماريو«» ،ريمان«(. • العاب • الرياضه )فيفا(. • املحاكاه )اف اس فلايت فنشرز(. • القياده )جراند ثيفت اوتو(. • الحركه/املغامره )»لارا كروفت«» :تومب ريدر«(. • العاب تاديه الادوار )وورلد اوف ووركرافت(. • الاداره )ذي سيمز .(2 • الضرب ا لم بر ح )مورتال كومبات(. مقدمه الي وسايل الاعلام الجديده والثقافات الالكترونيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 158, "chunk_id": "AR-MEDIA-2018_158_0_2a4272f3", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] )وخصصت نشات العاب فيديو في صور منصات العاب الكترونيه )»اركيد« و»بارلور«( نفصله في املساحات العامه؛ حيث كانت لوحات التح كم منصوبه ،وكان اللاعبون مناطق م وغريت منصتا الالعاب» ،سيجا« و»نينتاندو« ،ثقافه اللعبه جذريا في »يمارسون اللعب«( . التسعينيات ،حينما انتقل اللعب من الفضاء العام الي البيت .سواء اكانت العاب املعارك باملعايري الحاليه ،ام العاب »بي بي اس كيدز« املختاره من كتب الاطفال وا ملسلسلات التليفزيونيه »توم وجريي«؛ فاللعب جزء لا يتج زا من الثقافه الرقميه اليوم .بالفعل، يمكن التعامل معه علي انه صنف فرعي من »املحاكاه«؛ ذلك الجزء الاساسي من الثقافه الالكترونيه ،نفسها. طي العوايق، العاب محاكاه املعارك ،وكره القدم ،واملطاردات املتنوعه ،وتخ والاحجيات ،وحتي الالعاب املقتبسه من روايات ،اثبتت استمراريتها .وبالاضافه الي العاب الفيديو )منصات الالعاب التي تلع ب علي شاشات التليفزيون( ،والعاب الكمبيوتر ايضا العاب الاركيد )املنصوبه )الاسطوانات املدمجه او املن زله من الشبكه العامليه( ،نجد في اقسام من املتاجر ،واملجم عات السينماييه ،وغريها من الفضاءات العامه( ،والالعاب املحموله .وطا لما كان الشباب الذكور علي وجه الخصوص هم الرو اد في جعل اللعب واجهه مهمه للثقافات الالكترونيه )نيكولز وزملاوه .(2006 ظاهره اللعب راسخه تمام ا الان باعتبارها مك ونا اساسيا من مكونات الثقافه التفتوا الي دراسات الالعاب مع بدء الدوريات الجماهرييه ،حتي ان دارسي وسايل الاعلام املتخصصه مثل »جيم ستاديز« في اسباغ مكانه الع لم عليها .والواقع ان الالعاب هي منتجات ذات ربحيه استهلاكيه تجاريه فايقه )للحصول علي احصاءات ،انظر جانز ومارتنز 2005؛ نيكولز وزملاوه .(2006 غريت ثقافه الالعاب هذه الكمبيوتر املكتبي ،وجهاز التليفزيون ،والهاتف املحمول؛ فالالعاب متاحه في ك ل من هذه »املحطات الطرفيه« للمستخدم .ولذا ،يم ر »الشكل الثقافي للتليفزيون« بتغيري ملموس ،حينما يص بح التليفزيون واجهه تفاع ليه للعب ايضا. الالعاب اجتماعيه .لا يمكن نفي الالعاب الي عالم منفصل عن عالم الحياه اليوميه؛ لان لها تبعات »ماديه ،واجتماعيه ،وثقافيه« الالعاب بالغه الاهميه في الحياه اليوميه؛ خطره )مالابي .(2007بالاضافه الي ذلك ،فهي تمتلك القيمه ،وتحظي باهتمام اللاعب لانها تمثيلات لوقايع مالوفه بدرجه او اخري. ترجع شعبيه الثقافه الالكترونيه للطبيعه العاليه التفاع ليه التي تتمي ز بها الالعاب؛ فعالا من اللاعب .وعلي الرغم من ان هذه التفاع ليه حيث يستلزم موقف اللعبه دو را الثقافات الالكترونيه الشعبيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 159, "chunk_id": "AR-MEDIA-2018_159_0_396fd92e", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] ظم مدم جه في اللعبه نفسها مبنيه ومو زعه باحكام )نيومان ،(2002وان القواعد والن — في »كاونتر سترايك« يمكن للمرء اما ان يكون ارهابيا واما عضوا في القوات الخاصه — فالحريه التي تضم نها مثل هذه الالعاب تمي زها باعتبارها تقدم ا علي ادوار الجمهور السلبيه في غريها من الحالات. لا يمكننا ان نتعامل مع الالعاب وثقافه الالعاب بمعايري واجهه التفاعليه او التمثيل انواع اخري من وضح اسبن ارسث ) ،(2004تدور حول املريي فقط؛ فالالعاب ،كما ي الخبره؛ حركيه ،ووظيفيه ،وادراكيه .باستخدام جهاز اي توي ،يمكن تحديد حركات اللاعب في الزمن الحقيقي استجابه لعالم الالعاب .وبهذه الطريقه ينسخ اللاعبون حركات علي الشاشه )تجن ب الاعداء ،والات قاء ،والتفادي( .وباستخدام سجاده الرقص — املصنوعه من تسعه مربعات حساسه للضغط وموصوله بجهاز العاب يعرض الحركات علي الشاشه — يتبع الراقص العلامات بقدمه؛ وبذلك يتع لم خطوات الرقصه .وفي كل حاله ،نري اشكالا جديده من الافعال الحركيه والادراكيه استجابه لبييه محاكاه .ولذا ،علي سبيل مختلفا عن التحديق املثال ،يكون »تحديقنا في اللعبه« ،كما يسميه باري اتكينز )،(2006 يات بعد« ،ولن يظهر الا حينما نتفاعل السينمايي؛ لان ما نثب ت عليه نظرنا هو شيء »ملا نشد»علي النحو الصحيح« مع الواجهه التفاع ليه .تح رك رغبتنا املرييه تحديقنا ،ولكنها ت دوم ا شييا ينتظر دوره ليظهر علي الشاشه؛ تحديق »مستحيل«. تنوعت الاستجابات للالعاب ،من القلق بشان انسحاب الاطفال الي البيت )من الرياضه خارج املنزل او في املتن زهات علي سبيل املثال( من اجل اللعب الفردي ،او اكاديميه التي تفترض هجرهم القراءه لصالح الالعاب »املجنونه« ،الي الدراسات الاكثر ان اللعب هو في اغلب الحالات بديل من عدم فعل اي شيء )فروم .(2003اعتمد الاتحاد الاوروبي ،منزعج ا من مقدار العنف في الالعاب املوجهه للاطفال ،نظام تصنيف من عام ) 2003رغم انه كان يوجد بالفعل تصنيف عمري اختياري لالعاب الفيديو( ،اشرف عليه اتحاد البرمجيات التفاعليه لاوروبا 3 ،العابا من قبيل »كولومبني ماساكار ار بي جي!« تمث ل ثقافه عنف علي الشاشه ،واعطت مبر را للقلق )جيورن .(2007مره اخري ،ي برز الصله بني عوالم الانترنت والعالم املادي؛ حيث تصري »شاشات« العنف »احداث« هذا الامر عنف. من وجهات النظر الثلاث التي ع رضها ارسث ) — (2006لعب اللعبه ،وبنيه اللعبه، وعالم اللعبه — تبدو الاخريه اكثر ملاءمه ملقاربه الدراسات الثقافيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 159, "chunk_id": "AR-MEDIA-2018_159_1_951f58d6", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] من قبيل »كولومبني ماساكار ار بي جي!« تمث ل ثقافه عنف علي الشاشه ،واعطت مبر را للقلق )جيورن .(2007مره اخري ،ي برز الصله بني عوالم الانترنت والعالم املادي؛ حيث تصري »شاشات« العنف »احداث« هذا الامر عنف. من وجهات النظر الثلاث التي ع رضها ارسث ) — (2006لعب اللعبه ،وبنيه اللعبه، وعالم اللعبه — تبدو الاخريه اكثر ملاءمه ملقاربه الدراسات الثقافيه .تشتمل منهجيه مقدمه الي وسايل الاعلام الجديده والثقافات الالكترونيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 160, "chunk_id": "AR-MEDIA-2018_160_0_515da7c4", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] عالم اللعبه علي النظر في الجماليات ،والاشكال الفنيه )الرسوميات( ،والتاريخ ،واستخدام الوسايط للالعاب."}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 162, "chunk_id": "AR-MEDIA-2018_162_0_0daa9f37", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] تش كل الالعاب املتعدده اللاعبني ،مثل »كويك ارينا« او »افركويست« ،فضاء »اجتماعيا«، لا يختلف عن املسرح او ملعب الرياضات .وعلي خلاف الاشكال الاخري ،فاعضاء ايضا مشاركون الجمهور الكبري في الالعاب ذات املصدر املفتوح )ا ملتاحه علي الانترنت( هم »متواصلون«. شتمل العاب تاديه الادوار متعدده اللاعبني علي الانترنت ) (MMORPGsوالعاب ت تاديه الادوار القايمه علي الحركه الحيه ) (LARPsعلي الفعل البدني بوساطه الافاتار، والاعداد الكبريه من اللاعبني ،والتح كم السردي الاكثر تح ر را ،والتفاع ل الكثيف بني لاعب ولاعب )تيشسن وزملاوه .(2006ما يجعل من اللعب نوع ا متمي زا من انواع التفاع ل الاجتماعي؛ ومن ث م من املجتمع ،والثقافه ،واله ويه ،او ما يسم يه مورتنسن )(2006 عبر املناطق الزمنيه ،وينتج قابليه »اللعب الاجتماعي« .التفاعل في الزمن الواقعي ممكن اجتماعيه جديده ،وان كان بعض املع لقني )مثل جول (2001املتاملني في السرد والزمن في الالعاب ذهبوا الي انه لا يسع املرء ان يحظي بك ل من التفاع ليه )التي تشتمل علي الزمن شتمل علي الحبكه وزمن الحكي(. التزامني( والسرد )الذي ي اما داخل العايلات ،فالجيل الاصغر الذي ترب ي علي استخدام الكمبيوترات والالعاب هم لاعبون ذوو مهارات عاليه .وهذا الشكل من »الانقسام الرقمي« ،كما اظهره البحث، وضح ا ملراه قون لابايهم واجدادهم عايله ما ،حينما ي يشج ع علي التالف الاجتماعي داخل وصلات ويع لمونهم اساسيات اللعب )ارساند ،(2007خالقني بهذا تالفا اجتماعيا جديدا جديده داخل العايلات. ولذا ،يلزم ان نتعامل مع العاب الكمبيوتر بوصفها علامه علي ظهور شكل جديد وخصوصا العاب تاديه الادوار القايمه علي الحركه من املجتمع والاتصال .يبرز اللعب، الحيه ،ظهور شكل جديد من التالف الاجتماعي ،ومن »الثقافه الشعبيه« مع ا .ويستدعي تعريف جذريه ملفهوم »الثقافه الشعبيه«؛ حيث يمكن ان يكون »الشعبي« هو هذا اعاده مجتمع من اللاعبني من انحاء الناس الذين يجلسون في حرم بيوتهم ولكن مشتبكني مع العالم في عا لم العاب. الثقافات الالكترونيه الشعبيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 163, "chunk_id": "AR-MEDIA-2018_163_0_3dca5844", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] تجلي املدي الكامل ملصطلح »تفاعلي« الشايع .كانت كلمه »تفاعلي« في الاصل هنا ي جماعه ما؛ اي »تفاعل« جمعي .لكن تعني »التاثري املتبادل« ،وكانت توحي بنشاط ايضا الاشتباك مع السياقات — بييه املوقف او الحدث او العمل الفني. التفاع ليه هي تعمل ثقافه الالعاب مع ك ل من هذين املفهومني للتفاعليه (1) :لعب او عمل او اتصال جمعي .و) (2اشتباك مع سياقات الوسيط/الفن .ويعتق د املع لقون بان »مجتمعات املوسسه علي املصالح املشتركه؛ مثل السيارات او الرياضه في الاهتمامات املشتركه« البييات الافتراضيه ،ستظهر ،حتي لو كان املشاركون يخوضون حيوات »واقعيه« جد مختلفه خارج عا لم الالعاب )نيكولز واخرين .(48 :2006"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 164, "chunk_id": "AR-MEDIA-2018_164_0_73a0d9bc", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] ) (2-3املهارات واملسيوليه والالعاب في العاب »التشييد« مثل »سيفيلايزيشن« ،يبني اللاعبون امبراطوريه او ثقافه باكملها. والواقع ان احد انماط التعامل مع ثقافه لعبه الفيديو والكمبيوتر هو رويه كيف ان هذه الالعاب هي ،في جوهرها ،نماذج اللعب الاقدم مثل اداء الادوار ،والبناء ،و»محاكاه حياه الاسره« ،واملطا رده ،وهكذا )لوويرت .(2007 رسخ القراءه اوضح انصار الثقافه الشعبيه )مثل جونسون (2006انه بينما قد ت التركيز والقدره علي قراءه تتابع سردي؛ فحتي الثقافه الشعبيه غري الادبيه )مثل اللعب( تشحذ مهارات ذهنيه مختلفه ،تشمل الذاكره املرييه ،والاتقان اليدوي .يفترض هنري ظر اعلامي بارز ومحقق رييسي يعمل لصالح مشروع الاملام بوسايل جنكينز ،وهو من الاعلام الجديده ،ان اللعب يساع د الاطفال من خلال تنميه اربع مناطق اساسيه :اللعب )من خلال الاستكشاف والتجريب( ،والاداء )له ويات مختلفه( ،والتعبري )ابداع محتوي جديد يترجم فيه الاطفال محتوي منهج مدرسي الي محتوي اللعبه( ،والتازر )داخل مجتمع مفترضا اللعبه( .ويدعو جنكينز )2006ا( الي استخدا م اكبر ملثل هذه الادوات في التعليم، انه يمكننا ،من خلال مطالبه الاطفال بان يتام لوا و»يحكموا« كيف تصو ر الالعاب العالم، خلقا يتع لق بصنع الاختيارات بوصفهم لاعبني للعب ه ما؛ ومن ث م بوصفهمان نغرس فيهم مواطنني .ويوحي مع لق اخر بان الالعاب تع لم الاطفال عن املسايل الكبريه مثل املوت والفناء؛ فنهايه اللعبه تذ كر املرء بان »الحياه« ا ملعي نه »انتهت« )ليلاند .(103 :2006 وكما يقال ،فمثل هذا الهدف )اثاره التساولات عن الاخلاقيات ،واملسيوليه ،والخيارات( يخص الالعاب واضح في العاب الحيوانات الاليفه الافتراضيه؛ فالحيوانات الاليفه فيما مقدمه الي وسايل الاعلام الجديده والثقافات الالكترونيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 165, "chunk_id": "AR-MEDIA-2018_165_0_95383357", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] بشرت بها لعبه تاماجوجو اليابانيه عام — 1997تم كن الاطفال الافتراضيه — التي من ان يكونوا متفرجني ،يراقبون لعب حيواناتهم الاليفه الالكترونيه واداءها وحياتها ل »بضعه ايام« ،وان يكونوا كذلك لاعبني فعالني حينما يودون وظايف الاباء من قبيل عبر عن ذلك موقع مارا بتس ،وهو موقع للالعاب علي الانترنت: العنايه .وكما"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 166, "chunk_id": "AR-MEDIA-2018_166_0_1a82ac5e", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] ستحتاج الي تغذيه حيوانك الاليف بانتظام حينما يجوع ،وتضعه في الفراش لينام حينما يتع ب ،وتلاعبه حينما يشعر بامللل .يمكن ان تلتقط الحيوانات الاليفه الامراض والاعتلالات وتحتاج الي املعالجه .اذا ا همل الحيوان الاليف جوعان فسيموت(www.marapets.com/pets.php) . مريضا او وت رك تنميه حس باملسيوليه بفعل »موضوعها التربوي« )بلوش وليميش تستلزم تلك الالعاب احساسا بالحميميه )مع الحيوان الاليف الافتراضي( غري معهود في .(1999وهي تنم ي انواع الالعاب الاخري."}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 167, "chunk_id": "AR-MEDIA-2018_167_0_dbd5775a", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] ) (3-3السرد لا يمكن التعامل مع العاب الكمبيوتر بصفتها »سردا« مثل الروايات والسينما )جول بطريقه مختلفه في الالعاب ،وعلاقه املشاهد القاري باملوضوع (2001؛ فالزمن يح س مختلفه جذريا في حاله الالعاب؛ حيث يندمج الجمهور واللاعب. غري ان كثريا من الالعاب يقد م بنيه حبكه متتابعه اساسيه ،ومهمه اللاعب هي جزء من السرد ،وهنا تختلف اللعبه عن الفيلم؛ مهمه اللاعب )الذي ياخذ علي عاتقه دور شخصي ه ما في هذه »القصه«( ان يصارع الغرباء ،ويعيد الكوكب الي حاله السلامه والاتزان .اذا كان الجمهور ،في حاله السينما او امللعب» ،متف رج ا« تقريبا ،فاللاعب في لعبه الفيديو هو شخصيه في اللعبه التي تلع ب؛ حيث تكون »الشخصيه« مجموعه من السمات الواقعي/املتجسد .يعني هذا ايضا ان الخيارات او اله تستخدم من خلال اللاعب املتح كم، التي يت خذها اللاعب »الواقعي« لشخصيته تقي د او تحد د ما يمكن للشخصيه-اللاعب فعله »في اللعبه« .هذا الطابع »الادماجي« للجمهور »بوصفه« لاعبا يقو د تيد فريدمان ،متبع ا مسيول الفنون الالكترونيه ،تريب هوكينز ،الي وصف العاب الكمبيوتر بانها »هوليوود الجديده« )فريدمان .(77 :1995تشكل العاب الكمبيوتر من وجهه نظر فريدمان »سينما تفاعليه« يود ي فيها اللاعب دور البطل4 . الثقافات الالكترونيه الشعبيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 168, "chunk_id": "AR-MEDIA-2018_168_0_bd0d87b5", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] يتح كم اللاعب في »زمن« احداث اللعبه التفاعليه ومواقفها .لا تحد د الاحداث املستقبليه باملنطق السردي )الا اذا كان اللاعب لا يستطيع تنفيذ مناوره( ،ولكن من خلال حركات فق راي ماركو اسكلينني ) ،(2001ثمه حركه واحده فقط ممكنه في لعبه اللاعب .وو تتوقف بالكامل علي ان يختار اللاعب التوليفات الكمبيوتر؛ من البدايه الي الفوز ،وان كانت العديده .التفاعليه هنا محكومه بشفرات تدير اللعبه .ولذلك ،اذا كانت لعبه معركه تستلزم اصابه العدو في مقتل ،فحيني ذ لا يش كل الانتصار الا اصابه العدو في مقتل .ينجح اللاعب حينما يتع لم كيف تعمل اليات اللعبه .باختصار» ،الفوز« هو »كشف اسرار« )تي فريدمان (1999عمليات البرامج التي تبني اللعبه .يتع لم اللاعبون تبعات كل حركه ،ويتع لمون وفقا لها )جارلتس 2005ا.(11-10 : ان يتوقعوا استجابه الكمبيوتر؛ ويستجيبوا من ث م والواقع انه يمكن افتراض ان اثاره اللعبه تستمر بقدر جهل املرء نسبيا ب »كيفيه« عملها. في الالعاب ذات البييات الديناميه مثل »سيفيلايزيشن« ) ،(1991يستطيع اللاعبون توسعه بنيه/فضاء اللعبه ذاته؛ ومن ث م تبديل العلاقات بني اللاعبني .تستلزم مثلا ،ق د را معينا من صنع القرار قبل التغيري في عالم اللعبه من »سيفيلايزيشن« ، جانب اللاعب .قد تكون هذه مفاوضات مع الخصوم ،واختيار موقع املدينه )الذي يبنيه اللاعب بعد ذلك( ،والزراعه او البناء ،وهكذا .وتم كن العاب مثل »سكند لايف« اللاعبني من ان يكونوا »بنايني« ليمنحوا افاتاراتهم تكنولوجيا او مسا را او لوازم للمهنه. ثمه نم طان اساسيان من الالعاب الالكترونيه؛ القصص ا ملرتكزه علي اللعبه ،والالعاب املرتكزه علي القصه )انسورث .(2006في النمط الاول تش كل انشطه اللعبه القصه .لعبه بي بي سي »سبايووتش« )متاحه حاليا للاغراض التعليميه( هي قصه مجموعه من الاطفال يساعدون في التح ري عن جاسوس وتتب عه في بلدتهم .وفي لعبه ورنر بروس »اركني« ) ،(www2.warnerbros.com/web/arcane/home.jspيجب علي اللاعبني ان يجدوا دلايل ويح لوا احجيه »الدايره الحجريه« .وفي لعبه »كلوز« )www.boardgamecentral يتصفح اللاعبون روابط لايجاد دلايل ستساع دهم ،(.com/games/clue.htmlيجب ان علي التقد م ،وحل اللغز .بوره التركيز الاساسيه هنا هي علي انشطه اللعبه التي »تنتج« سرد القصه. اما في النمط الاخر من الالعاب الالكترونيه ،وهو اللعبه ا ملرت ك زه الي القصه ،فتوجد مكان اخر ،وتكون اللعبه مبنيه علي هذه القصه .وهكذا» ،هاري بوتر« )من قصه في ذي الكترونيك ارت جروب (harrypotter.ea.com"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 168, "chunk_id": "AR-MEDIA-2018_168_1_8cbf88d8", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] اللاعبون روابط لايجاد دلايل ستساع دهم ،(.com/games/clue.htmlيجب ان علي التقد م ،وحل اللغز .بوره التركيز الاساسيه هنا هي علي انشطه اللعبه التي »تنتج« سرد القصه. اما في النمط الاخر من الالعاب الالكترونيه ،وهو اللعبه ا ملرت ك زه الي القصه ،فتوجد مكان اخر ،وتكون اللعبه مبنيه علي هذه القصه .وهكذا» ،هاري بوتر« )من قصه في ذي الكترونيك ارت جروب (harrypotter.ea.com ،او »ذي لورد اوف ذي رينجز« مقدمه الي وسايل الاعلام الجديده والثقافات الالكترونيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 169, "chunk_id": "AR-MEDIA-2018_169_0_c228d696", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] )الكترونيك ارتس( هما لعبتان تتبع مغامراتهما وسرداهما حبكه القصه املنشوره في العالم الواقعي .وهما عا لمان افتراضيان موسسان علي عا لمني خيالي ني يلعبهما لاعبون واقعيون."}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 171, "chunk_id": "AR-MEDIA-2018_171_0_e33cdb97", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] يتجاهل الدارسون في كثري من الاحيان »الجانب املهني« في مثل هذه الالعاب، مفضلني التعامل معها باعتبارها مجرد »لعب« .غالبا ما تسمح لنا العاب تاديه الادوار باختيار دور ،ثم يجب علينا ان »نجتهد« فيه .في »ستار وورز جالاكسيز« ) (starwarsgalaxies.station.sony.comتوجد علي سبيل املثال تشكيله واسعه من امل ه ن للاختيار من بينها — من تصميم الازياء الي التكنولوجيا الحيويه والتسويق اراض ،او صاحب اعمال ،او ان الصيدلي .وفي »سكند لايف« يمكنك ان »تلعب« دور مالك ارضا او عقارات )في شهر يوليو 2006وحده ،جري تداول 380الف شيء تحوز او تبيع في »سكند لايف«؛ ماير-تشونبرجر وكراولي .(1787 :2006تع لم هذه الالعاب التنافسيه، للاعب الفرد ،مثل لعبه الاطفال العاب اخري والتخطيط ،والاداره ،ومبادي الاقتصاد .وفي »اليس جرينفينجرز« ) ،(www.alicegreenfingers.comيتع لم الطفل ان يزرع ،ويجني لانشطه زراعيه متنوعه ،من الغرس الي الحصاد وبيع الانتاج 5 .هذه ارباح ا ،ويخ طط وسعها؛ وتستلزم »العمل«؛ الالعاب عوالم نلع ب فيها ادوا را تنطلق من ادوارنا املاديه وت وهي لذلك متط لبه ،وتتسبب في الانهاك في بعض الحالات )يي .(2006تشج ع »سكند لايف« اللاعبني علي البيع والشراء ،والبناء والتشغيل .وبحلول عام ،2001كان الناس يبيعون اسلحتهم الافتراضيه وعملاتهم الافتراضيه علي موقع ي ايباي وياهو! مقابل نقود اثمان تراوحت بني حقيقيه .وكانت تباع افاتارات للعبه »افركويست« باملزايده ،مقابل دولار امريكي و 1000دولار امريكي )كاسترونوفا .(2001يع زز هذا فرضيتي بان طا تكراريا بالعالم الواقعي .وكما افترض ،فكل عالم العالم الافتراضي يظل مرتب طا ارتبا و»مضخم« من قبل الاخر. »موسع« ولذلك ،فالشخصيه في اللعبه هي نتاج تفاعل اللاعب البشري »الواقعي« والرمز املتش كل بالكمبيوتر علي الشاشه ،وليست مستق له بالكامل. الثقافات الالكترونيه الشعبيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 172, "chunk_id": "AR-MEDIA-2018_172_0_7bdc83c2", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] ) (5-3عوالم الالعاب وسياستها صاغ الالعاب بطريقه معي نه ،من حيث انتاجها واستهلاكها )الاخري في حيوات الناس ت ويوسس »التاريخ« في هذه الالعاب ،كما افترض كيفني شط ) (2007في حاله اليوميه(. لعبه »روم :توتال وور« ،في الغالب علي الصور النمطيه عن النوع ،والع رق ،والقوميه. لناخذ ،علي سبيل املثال ،لعبه »سيفيلايزيشن :4بيوند ذي سورد« ) .(2005حضاره »الهند« فيها »ممي زه« لخدمه املستهلك/اللاعب بعناصر قليله يمكن ادراكها علي انها عبر العالم بانه رسول السلام ونبذ »هنديه« :احدها هو املهاتما غاندي ،املعروف جيدا بحق عن العنف، تخلي بعد معركه داميه العنف ،والاخر هو الامبراطور اسوكا الذي واعتنق البوذيه .السرد »ا ملش كل« للعبه يتركز علي لا عنف الهند — هذا هو ما يجدر الانتباه له واستهلاكه ،وليس التنميه التكنولوجيه الهنديه ،او التحو ل الي دوله نوويه. اللعب هنا هو ممارسه »ثقافيه« بجلاء ،م بني ه علي منظومه معتقدات ،وخرافات رايجه؛ ومن ث م تكون قابله للتع رف عليها ،عن »حضارات« معي نه .اما »الارهابي« ذو الق لن سوه نتمي الي »صور« معروفه الان من الارهاب؛ اي ان اللعبه في لعبه »كاونتر سترايك« في معني ،ليستمر الناس في تصديق هذه الخرافات اطار الشعبيه تضع حضار ه ما في نفسها )تقد م »سيفيلايزيشن اي في« مسا رين داخل الهند :الروحانيه والتعدين!( اما »اليس جرينفينجرز« فتع لم استراتيجيه خلق الارباح من خلال زياده »الانتاج« .ولا تذكر وبدلا من ذلك ،تغري »اللاعب« بشراء السلع — اي الانفاق عليها — في ا ملتجر، الادخار. طا مباشرا من العمل الانتاجي الي الارباح الي الاستهلاك. وتشكل خ تجلي الثقافه الاستهلاكيه غالبا في صوره اما في حاله عوالم الالعاب الاخري ،فت الاعلانات ،والتاييدات ،وصور خفيه من الخطابه الترويجيه .حينما اصبح ت لارا كروفت مقترنه بمشروب لوكوزيد عام ) 1999علي الرغم من ان عا لم الالعاب نفسه لم ي ظهر لارا كروفت ابدا تع ب املشروب الغازي( ،ظهرت شخصيه اللعبه في اعلانات عن املنتج معروفا لفتر ه باسم لارازيد( ،مق ربه ما بني الثقافه الاستهلاكيه )حتي ان املنتج اصبح والثقافه الالكترونيه ،ومعززه مبيعات لوكوزيد )انظر نيكولز واخرين .(31–28 :2006 مره اخري ،نشهد ظاهره ثقافيه الكترونيه توث ر في العالم املادي — الارباح في هذه الحاله — حتي مع تقد م البحث في حجم شريط الاعلان وسيمياييات الاعلانات علي الانترنت بسرعه )انظر"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 172, "chunk_id": "AR-MEDIA-2018_172_1_b3b12d80", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] اعلانات عن املنتج معروفا لفتر ه باسم لارازيد( ،مق ربه ما بني الثقافه الاستهلاكيه )حتي ان املنتج اصبح والثقافه الالكترونيه ،ومعززه مبيعات لوكوزيد )انظر نيكولز واخرين .(31–28 :2006 مره اخري ،نشهد ظاهره ثقافيه الكترونيه توث ر في العالم املادي — الارباح في هذه الحاله — حتي مع تقد م البحث في حجم شريط الاعلان وسيمياييات الاعلانات علي الانترنت بسرعه )انظر موري-دنهام وجرين 2007؛ روبنسون واخرين .(2007 مقدمه الي وسايل الاعلام الجديده والثقافات الالكترونيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 173, "chunk_id": "AR-MEDIA-2018_173_0_9e41c108", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] عالم الالعاب يشري عالم الالعاب الي العوالم الافتراضيه التي تنشيها برامج الكمبيوتر .وهو يعمل بمجموعه قواعده واعرافه السرديه ،سواء اكانت التخطيط الاستراتيجي لتشييد حضاره ،ام لهدم وحده معاديه."}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 174, "chunk_id": "AR-MEDIA-2018_174_0_70099c0c", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] »الاعلان« في الالعاب هو استراتيجيه جديده تضع انشطه الثقافه الالكترونيه من لعبه الانترنت »جيبقبيل الالعاب في اطار الثقافه الترويجيه .استخدمت شركه كرايسلر مشتر :4 × 4تريل اوف لايف« لترويج سيارتها الجيب من طراز روبيكون ،وكان 500 شتر لجيب روبيكون قد اج روا قياده افتراضيه لسياره الجيب قبل من اول 1500م الشراء )نيكولز وزملاوه .(32 :2006تتزايد هيمنه الاعلان من داخل اللعبه .علي سبيل املثال اظهرت لعبه »سيمز اونلاين« بوضوح علامه »مكدونالدز« .ولذا ،يخدم فضاء عالم الالعاب الترويج مثل اي فضاء اخر .هذا ما يراه ديفيد نيكولز وزملاوه ) (2006باعتباره مستقبل اللعب؛ العلامات التجاريه في عوالم الالعاب. تع لم لعبه »سيمسيتي« اللاعبني ان القوه تاتي مع توسع املدن؛ ولذا اذا اردت ان تصبح املحافظ ،فيجب ان تو كد ان مدينتك تكبر .ا ملثري للاهتمام هو ان املدينه في »سيمسيتي« مصم مه وفق نموذج املدن »الامريكيه« )تي فريدمان 1999؛ لوويرت :2007 .(198 كبروا« مداين مصريه يعطي برنامج »سيفيلايزيشن« الاساسي الفرصه للاعبني لكي »ي سلفا عن هذه الثقافات .ولا يسمح بناطحات سحاب من افكار مد ركه او هنديه ،بناء علي النوع الامريكي في املدينه املصريه او الهنديه .لذا ،فما نراه هنا هو سياق »ثقافي« للمدن املحاكاه وتاديه الدور. ومن حيث تحليل عالم الالعاب ،تمتلك مثل هذه الاشكال الثقافيه الشعبيه ايضا .لعبه مثل »سيفيلايزيشن« ،او قيمه تربويه مهمه من الثقافات الالكترونيه »كولونايزيشن« الاقل نجاح ا ،لا يمكن استخدامها فقط لشرح و»ممارسه« ح قب تاريخيه، ايضا مواقف معي نه من الدبلوماسيه ،او الحرب ،او التجاره ،او الابحار ،او العمارهولكن )سكواير .(2002في لعبه »ذي ويشينج كابورد« )www.libbyhathorn.com/lh/ ،(Washing/Default.htmينتظر تان ،وهو صبي فيتنامي ،عوده امه من فيتنام. ولتس ليه جدته ،تفتح له خزانه الت مني .مهم ه لاعب اللعبه هي :فتح ابواب الخزانه واحدا الثقافات الالكترونيه الشعبيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 175, "chunk_id": "AR-MEDIA-2018_175_0_c6ea3d57", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] بعد الاخر ،في خزانه شيء ع رقي ،فيتنامي .وتظهر بعد ذلك الجده لتشرح دلاله هذا الشيء. هكذا ،تكشف احدي الخزاين عن بوذا »اخضر يانع« .وبعد ذلك ،حينما يستم ر اللاعب، نجد استفسا ر تان» :ما ديننا يا جدتي؟« حيني ذ تستمر الجده في تعليم تان و»اللاعبني« وصف تفصيلي ،وان يكن بليغا جدا ،للهياكل الفيتناميه ،والاساطري البوذيه .ويصاحب هذا معني؛ حيث تظه ر الثقافات املختلفه، واملوضوعات البوذيه .في هذه اللعبه مقصد تربوي ويتاح الوصول اليها ،وفه مها من جانب اللاعب .يساعد الكثري من هذه الالعاب املبنيه منسقه .علي سبيل املثال ،في »اليس علي القصه اللاعب الطف ل علي التفكري وعمل انشطه عبر سلسله من ادفنشرز ان وندرلاند« )جوريكو انتراكتيف ،(2000 ،يجب ارشاد اليس ، املواقف الخادعه ،الي السلامه والنجاح. وفي الحقيقه يجب استحضار دور املحاكاه الحاسوبيه في العلم التكنولوجي العسكري — الذي اوج د الكمبيوتر الرقمي )كروجان — (76 :2006في الذهن حينما ننظر الي انتاج الالعاب الحربيه والعسكريه علي الكمبيوتر الشخصي. اصبحت ايديولوجيات مبدع اللعبه وتحي زاته الثقافيه موضوع ا للدراسه النقديه في اواخر التسعينيات من القرن العشرين .اوضحت ناقدات نسويات مثل هيلني كينيدي ) (2002ان لعبه مثل »لارا كروفت :تومب ريدر« ربما تد ل علي تحو ل عن العاب املعارك التقليديه ،في وضع املراه موضع الشخصيه املركزيه ،لكن ما لا يمكن انكاره هو ان اللعبه تجمع بني قوه ماديه ودرجه عاليه من »اله ويه الجنسيه« )املقارنه هنا مع »بطلات« كلا من الرغبهاخريات ،مثل بفي ذي فامباير سلاير( .ومن ا ملمكن ان تكون اللعبه تع زز الذكوريه في السيطره علي الجسد الانثوي )كروفت هنا( ،و»وعيا مزدوج ا« بالنوع للجسد الالكتروني ،والنوع للاعب )فلاناجان .(2002يضمن جسد لارا كروفت القريب من الكمال ادراك اللاعبه لانوثتها طوال الوقت ،وجسد املراه الالكتروني هو وسيله التلاعب ،واداته، وغرضه املصبوغ بالصبغه الجنسيه6 ."}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 176, "chunk_id": "AR-MEDIA-2018_176_0_db2eb4d7", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] اثمرت دراسات استخدام الالعاب التي تدور حول النساء والبنات وتاثريها عليهن نتايج مهم ه .وكان للتحو ل من العاب الاركيد الي الاجهزه التي امكن تنصيبها في املنزل، اثار في استهلاك الالعاب ،مرت بطه بالنوع؛ لان العاب الاركيد كانت في اساسها مناطق العاب »الاولاد« ،وم كنت الاجهزه املنزليه املزيد من البنات من لعب الالعاب وهن ناعمات بالامان والراحه في منازلهن/غرفهن )جوين .(2004ما اذا كان هذا علامه علي تحو ل من نمط عام نسبيا من الترفيه )مشاركه فضاء العاب الاركيد مع كثري من املراهقني مقدمه الي وسايل الاعلام الجديده والثقافات الالكترونيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 177, "chunk_id": "AR-MEDIA-2018_177_0_36194a21", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] الصارخني املتع رقني املنغمسني في اللعب( الي نمط اكثر فرديه )محاطات باسباب الراحه في املنزل( هو نقطه جدليه؛ لان العاب الانترنت والعاب تاديه الادوار القايمه علي الحركه جسد خبره اللعب الاجتماعيه والجمعيه بالفعل. الحيه ت اشكال اخري من وتظهر الدراسات التجريبيه ان العاب الفيديو نفسها ح لت محل الترفيه للرجال )سلوكومب .(2005ر كزت هذه الدراسات علي »تمثيلات« النساء في هذه يخص النساء البالغات ،قد م اللعب الالعاب )كما راينا اعلاه( او علي »اللاعبات« .وفيما ظفنها بوصفها حيواتهن اليوميه؛ اذ و انواع ا اخري من الفرص .ادمجت النساء الالعاب في واملنافسات الخايبه ،والانتصارات اساليب لتعريف انفسهن .واسهمت املخاطر املخاضه، املكتسبه اسهام ا كبريا في احساسهن بالذات .وهكذا تستمتع »لاعبات القوه« — فيه واملنافسه، نتظمات ومتم كنات — باملهارات املضافه، من النساء اللاتي هن لاعبات م و»اقتحام« مناطق )لعبه( الذكر .وكما ي بني رويز وزملاوه )(2007؛ فالالعاب هي، ظهر انهماكهن في ثقافه الالعاب بوضوح» ،تكنولوجيات للذات القايمه علي النوع«؛ حيث ي بطرق مهمه؛ فالانتصارات في ساحه الالعاب حيواتهن »الواقعيه« ايضا تاثريات علي اختلافا في هويتها في غري احساس اللاعبه بذاتها وبقيمه ذاتها ،ويحدث هذا ومغامرتها ت العالم الواقعي ومساوماتها معه .اجتاحت سياسه عنصريه مجال اللعب — من حيث ك ل من اللاعبني وعالم الالعاب الافتراضي .بي نت دراسات السوق املعاصره — من قبيل مسح نيلسن انترتينمنت عام 2005عن اللاع بني الن شطني — ان اللاعبني السود واللاتيني ني سوقا ناشيه للالعاب )بي ار نيوزواير .(2005وحينما اقيم معسكر تدريب يع د ون للاعبي الفيديو )الاكاديميه الحضريه للالعاب الفيديو( في مدرسه بواشنطن العاصمه، كانت الاحصاييات مثريه للاهتمام ،كانت الاغلبيه من الامريكي ني ذوي الاصول الافريقيه، والبقيه من اللاتينيني ،وكان الثلث تقريبا من البنات )فارجاس .(2005 لوقت طويل ،ظ لت الشخصيات السوداء قليله في الالعاب .وحينما بدات في الظهور، كانت في اغلب الحالات تمث ل »الاشرار« الذين كان يجب اعتقالهم وابعادهم من اجل سلامه النظام الاجتماعي .وكشفت الدراسات ان طبيعه الشخصيات السوداء في الالعاب ضا املوج هه الي الاطفال شو هت؛ كانت الاناث الامريكيات من اصول افريقيه اكثر تع ر كن يم لن الي الانني في ال م ،موحيات بذلك بمزيد من التسامح مع العنف للعنف ،وناد را ما )تشيلدرن ناو 2001؛ كيلمان .(2005وحتي الخطابه الن قديه عن العاب الفيديو تتحد ث الثقافات الالكترونيه الشعبيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 178, "chunk_id": "AR-MEDIA-2018_178_0_d8df9d7a", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] عن »الجبهات النهاييه« ،والغزوات الجديده ،والحدود في خطاب الاستعمار )الذي كان له اساس ع رقي بالتاكيد( )انظر علي سبيل املثال جنكينز .(1998 كانت الشخصيات السوداء غايبه في العاب الرياضات املتط رفه مثل »ديف مريا« او العاب اخري ،مثل »اس اس اكس« و»بي ام اكس« ،نم طت الشخصيات »امبد« ،وفي امللو نه :راقص الهيب هوب الاسود ،املراه الاسيويه الفاتنه ،واملراه اللاتينيه التي تضع تلقت العاب مثل »شادو وورير« ) (1997لاسباب مماثله انتقادات علي وشوم ا حربيه . »اضفايها صبغه ارهابيه علي الشخص الاسيوي« )او (54 :2000؛ اذ تت فق الذكوريه الطافحه للشخصيات الذكريه ،وانحرافها عن القواعد الاجتماعيه ،واختيالها في مثل هذه الالعاب مع الصوره الشايعه )ليونارد .(2005وعلاوه علي ذلك ،فحتي فضاءات السود — ا ملعازل — مك رسه في كثري من هذه الالعاب )ليونارد .(118 :2005"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 180, "chunk_id": "AR-MEDIA-2018_180_0_fadc4687", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] الافلام علي الهواتف املحموله ،واملرييات علي الكمبيوترات املكتبيه ،واملوسيقي علي الانترنت، بصيغ الرسايل النصيه القصريه؛ كلها صور جديده وهاتف الانترنت ،والنصوص الادبيه من املرييه والسمعيه والن صيه وال لمسيه تش كل التحو ل الثقافي الالكتروني .وهذه هي ايضا اشكال »ينتجها ا ملستخدم« في الغالب .تمنح »ثقافه التلاقي« ،كما يسم يها هنري هايلا من القدره للمستخدم ليصمم جنكينز )2006ب( ،داخل الثقافات الالكترونيه ق د را الواجهات التفاعليه ،والجماليات ،والتعديلات داخل عالم الكمبيوتر. اصبح فن وسايل الاعلام الجديده تجليا مهم ا ملثل هذه الادوات التي ينتجها املستخدم، وتش كلها التكنولوجيا. يبد ل فن وسايل الاعلام الجديده جوهر الجمهور و»النص« .يمكننا ان نشعر في النصوص التشعبيه بلغه شامله؛ تتمث ل في عروض الواقع الافتراضي مع ا ملشهد املريي، الشعر املريي ،مثل ذلك الذي كتبه واملوسيقي ،والاغنيه ،والنص ،والرقصه .ويستغ ل جون كايلي ،الترتيبات املكانيه والجغرافيه للكلمات علي الشاشه؛ ومن ث م يوث ر في خبرتنا ب »القراءه« .وتمنح برامج الكمبيوتر املتع لقه بالفن — مثل »ذي امبرناننس ايجنت« كاملا اعمالا فنيه مخصصه — بعدا جديدا تصفح املستخدم للويب لينشي الذي راقب لفكره النص والتاليف .سرعه الزوال ،وحريه القاري ،والنص ا ملنزوع املركز ،وحس مقدمه الي وسايل الاعلام الجديده والثقافات الالكترونيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 181, "chunk_id": "AR-MEDIA-2018_181_0_e9b7575a", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] اللعب والعشواييه ،والقراءه السايله ،والحركه املتقطعه للنص التشعبي )ريان :1999 (102-101كل ذلك يش كك في التصو ر الاساسي للادب باعتباره عملا نابع ا من املو لف. بني عمل ليف مانوفيتش ) (2001املبدع ،فلغه الوسايط الجديده مبنيه علي قواعد وكما البيانات اكثر منها علي السرد )وهو ما يوحي بترتيب قايم علي علاقه السبب-الاثر(، وتنقلات املستخدم من صيغه الي اخري."}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 183, "chunk_id": "AR-MEDIA-2018_183_0_a7c19c25", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] تشري »النصيه الرقميه« الي مجم ل الصيغ ،والسجلات ،والن ظم الدلاليه املرييه في الوسايط نصا جديدا ،ليس فقط من خلال الجديده .تبني تكنولوجيات وسايل الاعلام الجديده ايضا من خلال دمج كليه النصوص »الاستيعاب والتحويل للنصوص الاخري ،ولكن ظريه والرقميه( بسهوله فيما هو جديد« )افريت .(7 :2003ت عامل النصيه الاخري )التنا نص بوصفه واجهه تفاعليه لكثري من »اشكال« النصوص؛ املرييه ،والسمعيه، الرقميه ك ل نوع من الواجهه ت قسم واملتح ركه .كانت واجهه ا ملستخدم التفاعليه الرسوميه نقله نحو فيه شاشات الكمبيوتر الي نوافذ عد ه ،ك ل منها مصدر ممكن للتفاعل املستقل .والان ،مع ايضا علي سطح املكتب ،مره اخري في شكل كون مدخل الصوت وبث الفيديو متاح ني نوافذ ،تكون واجهه املستخدم التفاعليه اكثر من مجرد »رسم«. اشكالا عده؛ حيث يجمع كل يمكن ان يتخذ فن الوسايط الرقميه او الجديده اشكالا عده من الوسايط. »موضوع فني« بعينه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 184, "chunk_id": "AR-MEDIA-2018_184_0_6a31a743", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] النصيه الرقميه تشري النصيه الرقميه الي تلاقي اشكال عديده من الوسايط في العصر الرقمي؛ حيث يمكن النفاذ في وقت واحد الي املطبوعات ،والصوت ،والفيديو ،والرسوم ،وتشغيلها من خلال برنامج كمبيوتر واحد مشترك."}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 185, "chunk_id": "AR-MEDIA-2018_185_0_c4de8daf", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] والنصيه الرقميه هي مثال للتلاقي الذي يعني ،كما راينا ،اجتماع انواع كثريه من منصه مشتركه .ومع ذلك ،كما يشري بولتر وجرومالا )،(100 :2003 الوسايط علي فما لدينا ليس تلاقيا واحدا ولكنه مجموعه من التلاقيات؛ حيث تترافق التكنولوجيات الثقافات الالكترونيه الشعبيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 186, "chunk_id": "AR-MEDIA-2018_186_0_3b2378a9", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] شغل الاقراص املرييه الرقميه ،والكمبيوترات ترافقا موقتا )الكمبيوتر املحمول الذي ي ال ك فيه التي بها مفكرات ،والات حاسبه ،وساعات ،واجهزه الاي بود التي تعمل عمل الراديو ،والهواتف املحموله التي تعمل عمل اجهزه عرض الافلام( .ما نراه في التلاقي هو نزعه للتصغري؛ حيث تصبح اشكال تكنولوجيه كثريه اصغ ر لدرجه ان تتم كن الواجهه التفاعليه/الكمبيوتر الشخصي من استيعاب وظايف اكثر فاكثر. تبصره في مواضع اخري، من النقاط التي اغف لها بولتر وجرومالا في مناقشتهما ا مل ايضا علي تلاقي التكنولوجيا »داخل الجسد البشري« .فجسد ان التلاقي يشتمل الزاير/املشاهد هو مح ل تاثري التكنولوجيا .يبني املشاهدون الفن من خلال تفاعلهم مع التكنولوجيا .وتتمد د حدود املوضوع الفني الي الخارج وتنتق ل الي داخل جسد املشاهد .ويتصد ع الخط الفاصل بني املوضوع وا ملشاهد ،حينما تق رر افعال املشاهد وسلوكه طبيعه املوضوع."}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 187, "chunk_id": "AR-MEDIA-2018_187_0_6aee2581", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] ) (2-4فن الجمهور النشط في الاشكال الفنيه املعاصره ،تضمن الكمبيوترات ،وا ملستشعرات ،والتكنولوجيا الرقميه مختلفا علاقه اسهاميه بني املوضوع الفني وبني ا ملشاه د .تقد م مثل هذه الاشكال نسقا ظي .في عصر الفرديه ،والاعمال من املجتمع ومن التفاعل الاجتماعي في عوالم متزايده التش تفاعلا اجتماعيا مثريا للاهتمام مع الفن والفنان. الانفراديه ،تقد م مثل هذه الاشكال الفنيه في العمل الفني املر كب »ذي ليجيبل سيتي« ) (1991–1988كانت الاحرف الثلاثيه افتراضيه علي دراجه ثابته. مدينه الابعاد تش كل الكلمات والجمل ،بينما يجوب املستخدم ض خم املعمار املادي باستخدام معمار وفي »املعمار الرشيد« لرفاييل لوزانو-هيمر ، افتراضي ،بينما ر كب عمله ا ملعنون »ديسبليسد امبرورز« ) ،(1997املصم م لاعاده تشكيل امبراطوريه الازتيك )التي ح فظ تاجها املصنوع من ريش الكويتزل في لينتس كاسل، املتحف الاثنولوجي في فيينا( علي الامبراطوريه املكسيكيه .وبدا ان تح ركات الزوار ،املتتب عه باستخدام مستشعرات الحركه ،تغلغلت في الاجزاء الداخليه التي كانت منعكسه حيني ذ علي ازرار ايضا من استحضار غطاء الراس املريش من خلال بناء القلعه .وتم كن الجمهور موضوعه علي منصات البناء املختلفه .اما عمل »ادريفت« ) (2001–1997لجيس جلبرت، وهيلني ثورينجتون ،ومارك ولتشاك ،وغريهم ،فمزج فضاءات واقعيه وافتراضيه .مثل هذه الاشكال الفنيه تنع ش الجمهور؛ ومن ث م امكن وصفها بانها »فن الجمهور النشط«. مقدمه الي وسايل الاعلام الجديده والثقافات الالكترونيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 188, "chunk_id": "AR-MEDIA-2018_188_0_42548103", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] معينه من فن التركيب تثري الكمبيوترات استجابات من الاجسام الجامده، انواع في استجابات محكومه بحضور الجمهور او تح ركاته .في تركيب »اوتوبويسيس« )(2000 لكينيث رينالدو ،ا د لي ت 15منحوته ذات هياكل شبيهه بالاذرع من السقف .راقبت وفقا لها .كما تواص لت الهياكلحركه الزايرين ،واستجابت ستشعرات داخل الاذرع ا مل ان الهيكل باكمله عمل مثل ايضا فيما بينها من خلال كمبيوتر موضوع في املركز حتي كاين حي ،مستجيبا للبييه. اما عمل »تكست رين« الفني فقد بني ) (2000علي التفاعل بني جسد ا ملشاهد واملعروض .تقف الزايره امام الشاشه ،بينما تلتق ط كامريات الفيديو وجه ها وصورتها دفق من الحروف امللو نه، سقط علي الشاشه البيضاء والسوداء .ويصحب هذا الظليه وت تسقط كاملطر من اعلي الشاشه .وكلما ملست الحروف صوره املشاهده ،توقفت عن السقوط ،ولم تتح رك الا حينما تتح رك ا ملشاهده .يدعو املعروض املشاهدين الي تشكيل اشكال من الحروف من خلال الحركه. لم يع د الجمهور او ا ملشاه د سلبيا؛ فهو »مستخدم« يخلق العمل الفني من خلال الاستخدام .وكما يفترض ديفيد مارشال ) ،(2004فنحن بحاجه الي مقا ربه ل »الجمهور النشط« لكي نمي ز السمات الانتاجيه لاستهلاك الوسايط .وكما لحظنا بالفعل ،فاملقا ربه التفاعليه في فن الوسايط الجديده املعاصر تعني ان شكل املوضوع الفني ومحتواه يحد دهما املستخدم الذي يكون بذلك منتج ا نش طا اكثر منه مستهل كا سلبيا .كل الوسايط الجديده تفاعليه ،علي معني ان املوضوع الفني حساس لوجود الجمهور )اشتباك مع شكلا معينا من املوضوع الفني. السياق( ،حتي بينما يبني الجمهور ولذا ،ففن الوسايط الجديده كله »شخصي« كما افترض؛ داخل حدود نظام البرنامج، كل مستخدم هو علي الاقل منتج-فنان ولو جزييا .وهنا يسقط التمييز بني الهواتف املحموله ،او نغمات الرن ات الشخصيه ،واي موضوع فني »متاح«؛ فكلها »قابله لاكتساب الطابع الشخصي« علي السواء."}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 189, "chunk_id": "AR-MEDIA-2018_189_0_7d2280e4", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] ) (3-4اعاده الوساطه الاعمال الفنيه الراهنه من قبيل »تكست رين« امثله جيده لاعاده الوساطه )بولتر وجرومالا (2003؛ حيث تنبثق ،كما راينا ،الوسايط الجديده من القديمه .يمزج »تكست رين« بني الافتراضي واملادي .وفي فن التركيب الذي ناقشناه اعلاه ،نري الفيديو يرافق الصور الثقافات الالكترونيه الشعبيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 190, "chunk_id": "AR-MEDIA-2018_190_0_f45b2309", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] غري نقر ه علي والصوت املسج ل ني ،ويفع ل ك ل منها ويعد ل من خلال حركات الجمهور .لا ت ايضا »شكل« املوضوع نفسه .سيوله الشكلفاره او حركه يد الزاير املحتوي فقط ،ولكن ايضا ،ولكنها اعاده وساطه نابعه من »الجمهور«؛ في الفن املعاصر هي اعاده وساطه اشكالا اقدم من تفاعل الجمهور-املودي )كما في حاله املغني الذي يصل الي لانها تحيي وخصوصا للاغراض التربويه ،وفي الجمع ،او متاحف الاشياء التي يصنعها املرء بنفسه، متاحف الاطفال(."}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 192, "chunk_id": "AR-MEDIA-2018_192_0_33c2cffb", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] تخضع طبيعه العرض »الحي« نفسها للتساول مع اعمال فنيه مثل فيلم »امباير «24 / 7 ) (2001لوولفجانج ستيل .وهو عباره عن صوره فوتوغرافيه ملبني الامباير ستيت تلتقط وضح كريستني بول، ما يطرا عليه من تغيريات في الضوء والظل علي م دار اليوم .وكما ت الصوره التي يقد مها الفيلم هي من ناحيه »حيه« ،ومن الناحيه الاخري منقوله )بوساطه الكامريات( .وك ل من املعالجه واضفاء الصبغه الجماليه والوساطه هي امور مركزيه في املشهد الذي نراه للم بني .ولكن املشهد يظل مع هذا حيا؛ لاننا لا يمكننا ابدا ان نراه مره اخري الا في هييه تسجيل )بول .(104–102 :2003 معني من غياب القدره علي التنبو؛ كما في تليفزيون ايضا اداء يت سم بقدر الحيويه هي الواقع اله جني الذي يجمع بني املغام ره والدراما ،من قبيل برنامج »الناجي« )سرفيفور(. وحينما تصو ت الجماهري لاخراج لاعب في برنامج »الاخ الاكبر« ،فهم يشاركون في الطبيعه الحيه للبرنامج .وفي حاله »تكست رين« ،يح رك الجمهور الاداه ،بقدر ما تح رك الاداه يسره التكنولوجيا.الجمهور .انه فن »حي« ت تصبح متصفحات الانترنت نفسها اكثر جماليه ،بتغيري الطريقه التي تعمل بها ايضا مفهوم »الحيويه« من ناحيه التواوم مع جسد الواجهه التفاع ليه .وتلك ظاهره ت حركات املستخدم وتفضيلاته من اجل التطو ر .يتيح فن املتصفح ،باستخدام برنامج »وبستوكر« ،علي سبيل املثال ،للمستخدم بناء تشكيله من املصادر او املواقع املختلفه علي الانترنت .ويتجاهل برنامج »نتومات« صفحه املتصفح التقليدي وتنسيقه وحتي مصدر عبر البحث عن املحتوي في الشبكه العامليه ،ثم تقد م النص، لسوال ما املاده ،فيستجب والصور ،والصوت بالتزامن علي شاشه املستخدم ،دون اعتبار لتنسيق مصدر املاده. مقدمه الي وسايل الاعلام الجديده والثقافات الالكترونيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 193, "chunk_id": "AR-MEDIA-2018_193_0_62363f42", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] اتصالا وثيقا بالعا لم ي برز فن الوسايط الجديده »تكراريه« الاداه؛ اي انها موصوله رفض فن الوسايط وحواسهم ،وافعالهم .وي عبر اجساد الجمهور ،وادراكاتهم، الواقعي الجديده املعاصر فصل الاداه عن الجمهور الذي يشاه دها .والواقع ان ما يفعله فن الوسايط الجديده هو نقل الاداه من كونها مجرد مشهد او منظر الي جعلها »بييه«. الاداه هي البييه التي يتح رك الجمهور من خلالها ،وتتش كل الاداه-البييه بفعل حركه الجمهور .و»التفاع ليه« هي هذه الرابطه املتبادله؛ تجذ ر الاداه في الجمهور ،وتش كل خبره الجمهور بفعل الاداه .وت برز اشكال الفن التي تعتمد علي الثقافات الالكترونيه مر ه اخري حقيقه انه لا يمكن دراسه الثقافه الالكترونيه بمعزل عن الواقعي واملادي."}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 194, "chunk_id": "AR-MEDIA-2018_194_0_1de1558a", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] ) (5تكنولوجيات الاتصالات الشخصيه ،والاي بود، والتسجيل والبث عبر الانترنت"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 195, "chunk_id": "AR-MEDIA-2018_195_0_48f92583", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] ت اجهزه ووكمان من شركه سوني بتخصيص وسايط الاعلام واضفاء الطابع الفردي بشر عليها بطريقه جديده جذريه )انظر دو جاي وزملاءه .(1997وبمعايري الثقافه الشعبيه، املخصصه املحموله انها اكثر املنتجات الاستهلاكيه دوم ا .وتمي ز القابليه اثبتت املوسيقي للنسخ ،والقابليه للنقل ،واضفاء الطابع الفردي اجهزه الاي بود وانظمه املوسيقي املحموله. عبرعبر الانترنت .يتيح التسجيل والبث ويتصل بذلك ظاهره التسجيل والبث الانترنت لاي فرد ان يو زع املوسيقي او اي ملفات ترفيهيه/معلوماتيه اخري .وتستخدمه املوسسات التعليميه والعامه بكثافه ،وحتي الكنايس واماكن العباده لتوزيع الصلوات والخدمات .ويمكن تخصيص املواد املذاعه حسب ذوق الفرد او املوسسه او احتياجاتهما. عبر الانترنت هي »التخصيص«، السمات الاساسيه لاجهزه الاي بود والتسجيل والبث و»التضخيم« ،و»التوزيع« .وعلي خلاف اجهزه الووكمان او الديسكام ،اللذين عام لا عبر الانترنت املستهلك الي املستم ع علي انه مجرد مستهلك سلبي ،يحو ل التسجيل والبث منتج .تتيح التكنولوجيا لاي فرد او موسسه البرنامج املناسب لتوزيع ملفات الوسايط الاعلاميه ،وجعلهم من ث م جزءا من جانب الانتاج ،لا محض مستهلكني .كان دورها الاكبر في التعليم؛ اذ استخدم الطلاب التسجيلات الصوتيه علي الانترنت في البدايه ليسج لوا املحاضرات واملواد التوجيهيه فقط )لي واخرون .(2007لكنهم سرعان ما بدءوا ينتجون الثقافات الالكترونيه الشعبيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 196, "chunk_id": "AR-MEDIA-2018_196_0_37856248", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] عبر الانترنتمواد هم للنشر بني الاقران .وما يشي به هذا هو ان تكنولوجيا التسجيل والبث عتمد علي املوسسات. تصري طريقه لانشاء »نمط جديد من خلق املعرفه وبثها« ،نمط غري م عبر الانترنت من نموذج التعليم القايم علي الاستحواذ الي نموذج ينتق ل التسجيل والبث املشاركه؛ حيث ينتج املستخدمون موادهم )لي وزملاوه ،(10-9 :2007ويمح صون تمحيصا نقديا ،ويقد مون توضيحاتهم و»مساعدتهم« للاقران. النصوص التوجيهيه ويعني املزيد من تحكم الطلاب في التكنولوجيا ،وخبرتهم باملوسسات املتنوعه انه سيكون لهم دور اهم في انتاج املعرفه. اما اختصاصيو الرعايه الصحيه والطبيه فيحظون بتسجيلات صوتيه خاصه بمجالهم ،تم كنهم من الاستماع الي مقالات الدوريات ومواد البحث اثناء تح ركهم .وتستخدم دوريات مرموقه مثل »نيو انجلاند جورنال اوف مديسني« )content.nejm.org/ وجماعات من قبيل مديسني .نت www.medicine.netهذه (misc/podcast.shtml التكنولوجيا بكثافه لبث الاخبار الصحيه ،والبحوث ،والتوج هات في الطب."}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 197, "chunk_id": "AR-MEDIA-2018_197_0_33d1ba3c", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] ) (6الفنون الجينوميه والبيومديا طو عت اشكال الفن في التسعينيات التطورات املعاصره لها في الثقافه التكنولوجيه وخصوصا في مجالات البيولوجيا ،والطب ،والوراثيات .وافضل مثال لتكامل وجم لتها، البيولوجيا والكمبيوترات والالكترونيات — حتي قبل ان تدخل الفنون الوراثيه املشهد — هو عمل ستيلارك .تكشف هذه الاشكال من الفن ،كما افترض ،عن »ك ل من« الخوف »و« الافتتان ب: • امكانات الهندسه الوراثيه. • التح كم الالكتروني بالاجساد. • املزيج »الوحشي« من الحيوان ،والانسان ،والاله. يتفاعل ستيلارك )ستيليوس اركاديو( بجسده مع الالات والانترنت )انظر الفصل الثالث للاطلاع علي مناقشه لهذا املوضوع( .كما سمحت تجربه »ابيزو« ) (1994التفاع ليه ملارسيللي انتونيس روكا ايضا للجماهري بالتلاعب بجسد الفنان» .الجسد باطل« ،هذا ما يعلنه ستيلارك علي موقعه ).(www.stelarc.va.com.au/ يجمع الفن ما بعد البشري ما بني تكنولوجيا الكمبيوتر والجسد ،ويطو ع الهندسه عبر الوسايط للاستهلاك الشعبي ،علي الاقل في الوراثيه ومفاهيمها للفن .ت نقل الوراثيات مقدمه الي وسايل الاعلام الجديده والثقافات الالكترونيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 198, "chunk_id": "AR-MEDIA-2018_198_0_d8384112", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] الغرب ،باستخدام الاساليب املتقدمه في صنع املرييات ،ومن خلال عمليه اضفاء طابع ظم صندوق ويلكم — وهو موسسه تمويل علميه — برنامج ا »فنيا علميا« جمالي .ن لتشجيع العمل التشا ركي بني الفنانني والعلماء .وا س ست مشروعات الفن الجيونمي ذات التوج ه ا ملستقبلي من قبيل »سيمبيوتيك ايه« وثقافه الانسجه وفنها )تيشو كالتشر اند ارت( في مدرسه التشريح والبيولوجيا البشريه التابعه لجامعه غرب استراليا بفضل عالمه البيولوجيا الخلويه ،مرياندا جراوندز ،وعالم الاعصاب ،ستيوارت بنت ،والفنان اورون كاتس ).(www.symbiotica.uwa.edu.au وقد استخدم فنانون مثل كارل سيمز )»الصور الوراثيه« ،(1991 ،وكريستا سومرر، ولورنت ميجنناو )»ايه-فولف«1994 ،؛ انظر ميجنناو وسومرر ،(2001وستيف جراند اشكالا اصطناعيه او حياه افتراضيه في فنونهم التركيبيه .وفي )»املخلوقات«(1996 ، عام ،1997اطلقت سوني كوميونيكيشن نتورك كوربوريشن برنامج البريد الالكتروني القايم علي الحياه الاصطناعيه »بوستبيت« الذي سمح للمستخدمني بامتلاك حيوانات ايضا »لايف سباسيز« عام وصل رسايلهم .وابتكر سومرر وميجنناو اليفه رقميه كانت ت ،1997وهو برنامج كان يسمح لزايري معرض تركيبهم بكتابه بضعه اسطر .وبعد ذلك ينتج هذا النص في »صوره حياه« في العالم الافتراضي ،وكان بوسع الزاير ان يرعي الشفره دخل في هذا املقام هو »الحيوان الاليف« )من الاطعام الي التزاوج( .والنص ا مل الوراثيه للمخلوق/صيغه الحياه الاصطناعيه. في عام ،2000ابرز اجزيت ارت جالريي في نيويورك الامكانات الفنيه لعلم التح كم الالكتروني البيولوجي )الجمع بني تكنولوجيا الكمبيوتر والعلوم البيولوجيه( .صور عمل »املزرعه« ) (2000لاليكسيس روكمان حقل فول صويا يض م نباتات وحيوانات يمكن تمييزها ، وتوقع كيف يمكن ان تبدو في املستقبل؛ اذ كانت الاشكال الفنيه »محو ره وراثيا«، تمحو الحدود بني الانسان ،والحيوان ،والخضروات ،ناقله شفرات هذه الاجساد الي شيء اخر كليا .لقد تحو لوا الي خيامر — كاينات مصنوعه من خلايا وانسجه من كاينني او اكثر )استخدم املصطلح لاول مره لوصف تعابر الانواع في ظروف املعمل عام .(1968 ومن املهم ان نلحظ ان الخيامر اعتبرت تقليديا وحشيه؛ لانها تمحو الحدود بني الكاينات والتصنيفات .ويرمز »الانكوماوس« لبرايان كروكيت الي اول فار معمل محو ر وراثيا، ومسج ل ببراءه اختراع .في عام 1986جمع عالم الوراثيات ديفيد او بني جينات التبغ الثقافات الالكترونيه الشعبيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 199, "chunk_id": "AR-MEDIA-2018_199_0_32f49997", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] تتوهج في الظلام .وفي عام 2000خ لق مركز اريجون والخناف س املضييه لانتاج نباتات حاملا لبروتني جي اف بي )البروتني الفلورسينتي الاقليمي للرييسيات قرد ريسوس وصف تركيب »جنيسيس «1999الذي الاخضر(؛ وكان من ث م قردا م توهج ا حيويا .وي انشاه ادواردو كاك بانه »فن متحو ر وراثيا مرت بط بالانترنت« ،ي برز التحو ل الوراثي من نوع الي اخر بما ينتج كاينات حيه فريده .ارنب كاك ا ملسم ي »البا« م توهج .ويوحي عمل »الطماطم الباسمه« للورا شتاين باننا قد ننتج فواكه وخضروات ذات اوجه مبتسمه. ويعني نحت رونالد جونز بالحجم الطبيعي للهيكل الوراثي للسرطان بالنمذجه واملحاكاه في الطب .وتصف منظمه ارت تو ذي انث باور )علي (www.artn.comمثل هذه الاشكال املتنوعه من الفن .ر كب لاري ميلر ،من باب شهره الترخيص الجينومي ،صور 11فنانا حيا في ترتيب خطي الي جانب عينات من احماضهم النوويه."}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 201, "chunk_id": "AR-MEDIA-2018_201_0_c8a21695", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] الصوره الطبيه لجس د ما )في شريحه اقل من م ليمتر سم كا ،مصو ره ،ومحفوظه بصيغه رقميه( هي معرض للجسد الداخلي .وهي تقلب الجسد من الداخل الي الخارج — حرفيا، كما في معرض جونتر فون هاجنز »عوالم الجسد« ) .(www.bodyworlds.comفيما ضخم اصغر مكو نات الانسان في م تعه مرييه .اما يتع لق بالجينات والكروموسومات ،ي الحيوانات والنباتات املعد له ،فهي ،في حاله الفن الجينومي ،عروض وخلاصات لعمليات صنع صور التطور والنمو والاضمحلال »الطبيعيه« .ولا يقارن بصنع هذه الصور الا الفضاء املنشوره في الصحف .هذه الصور للنباتات او الظواهر الف لكيه غالبا ما يصحبها تعليق اسفلها يقول »انطباع الفنان«؛ حيث استخدم الفنان البيانات الرقميه املبثوثه ليقد م صوره. يعني الفن الجينومي باضفاء ملسه جماليه علي عمليات الجسد البشري الخفيه تمام ا. تقنه املقد مه في الفن الجينومي محاولات لعرض الاحتمالات. ويمث ل التشويه او الاشكال ا مل فن ثقافي الكتروني يتعامل بجديه شديده مع الشكل وا ملستقبل البشري ني في سياق انه عتمده بشده علي التكنولوجيا .ويلجا الي اشكال جماليه معي نه من اجل ابراز البييات ا مل التحو ل ا ملمكن للواقعي/الجسدي من خلال التكنولوجيات. مقدمه الي وسايل الاعلام الجديده والثقافات الالكترونيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 203, "chunk_id": "AR-MEDIA-2018_203_0_1d6795e4", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] من الاوصاف التي تطلق علي جماليات مثل هذا الفن الجينومي والفن الحيوي هو »الوحشي الجديد« )نايار 2007ا( .وهما »وحشيان« بمعني انهما يشغلان املساحه بني الاصناف )الفاعل/الشيء ،الفن/البيولوجيا/العضوي/املنتج بالكمبيوتر( التي قد تكون مستقبليه تمام ا. ترتبط كلمه »الوحشي« من ناحيه اصل الكلمه بلفظ »مونسترم« اللاتيني ،الذي يعني الفال او النذير او العلامه ،ولفظ »مونري« الذي يعني »ينذر« .ومع ذلك ،فهي تشري ايضا الي ا ملشو ه ،والي املسخ )كانت ولاده حيوان او انسان مشو ه تع د نذي را في اوروبا في بدايات العصر الحديث حينما بدا استخدام الكلمه( .ولذا ،ثمه حتميه »كاشفه« و»مستقبليه« في الكلمه ذاتها. خبرنا به الصور او العروض او التركيبات في اعمال روكمان او ستيلارك — ما ت وخصوصا بعد ان يشرحها لنا الطبيب — هو املسار الذي قد تت خذه حياتنا »ا ملستقبليه«. يسترعي مشروع »ذي بيج وينجز« الانتباه الي هذا الجانب. تجعلنا الخطابه ا ملحيطه بتطور التكنولوجيات البيولوجيه الجديده نتساءل عما ان كانت الخنازير ستتم كن من ان تطري يوم ا ما .لو تم كنت الخنازير من الطريان ،فما الشكل الذي ستت خذه اجنحتها؟ يقد م مشروع اجنحه الخنازير اول استخدام لانسجه الخنازير الحيه لانشاء اشياء شبه حيه ،مجن حه الشكل، وتطويرها(www.tca.uwa.edu.au/pig/pig_main.html) . الحيوانات املعد له في اعمال بريان كروكيت ،وادواردو كاك ،والكسيس روكمان وحشيه، علي معني انها اشكال »محتم له« )تعني كلمه افتراضيه في الواقع انها محتمله ،بانتظار »التحقق« الجسماني( .وهي التحقق؛ ومن ث م فالحياه الافتراضيه هي حياه بانتظار ذات توج ه مستقبلي ،علي معني انها تنبي بما هو ممكن من خلال الاستنساخ والتلاعب الوراثي. »الوحشي« في التصوير الطبي والفن الجينومي هو رمز يوج ه انتباهنا نحو املستقبل، وهو يكشف للعني العمليات الداخليه التي »يمكن« ان تفضي الي هذه الاشكال .لا باس بهذا بالضروره ،وان كان يجمع بني املوت والحياه بطريقه ملتبسه ،علي نحو دفع كاثرين وولدبي ) (1997لتسميته »الخارق الرقمي« .ثمه احساس بالشبحيه فيما نشهده من الثقافات الالكترونيه الشعبيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 204, "chunk_id": "AR-MEDIA-2018_204_0_629d2a39", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] ادوات فنيه ،شيء يمكننا ادراكه ،وعناصر اخري لا يمكننا ادراكها .ويعني هذا ان الوحشي في الفن املعاصر هو محاوله لخلق عقلانيه جديده ،تعكس تصد ع العقلانيه الاقدم؛ حيث تفقد مسايل الحدود واله ويات اهمي تها .كما يمث ل — في التراث الحقيقي للوحشي — قلقا التوسع-التمد د ،عرض شيء ما منذر، ثقافيا بشان ما هو »البشر« .الوحشي هو جماليه نذير بشكل الاشياء القادمه ،كما يوحي به غلاف ملجله »تايم« يرجع الي عام ،1993 ظهر »وجه امريكا الجديد« — وهو عباره عن صوره منتجه بالكمبيوتر منتخبه من ي التحسن لاشكال انواع ع رقيه كثريه .انه التصوير الحي لعال م ما من خلال النسخ الدايم الحياه. يمكن باستخدام العلوم الوراثيه هدم التصنيفات .يجب تذ كر ان الانظمه والفيات التصنيفيه لا غ ني عنها للجماليات )يزدهر املسخ ،علي سبيل املثال ،بفعل »اختلاط الانواع« وانهيار التصنيفات ،كما اوضح جيفري جالت هارفام عام .(1982تح لل الاجساد/الحدود في اعمال »الانكوماوس« ،او »املزرعه« ،او »كريماستر ) «4ماثيو بارني( يمي ز الجسد بطريقه مختلفه .في الفن الجينومي ،تص بح الحدود بني الحيوان والنبات والانسان عرضه للاختراق؛ بوسع ك ل منهم ان يتخذ حتي شكل »الاخر« الغريب كليا ،او وظيفته ،او ملمحه. يعيد الوحشي في الفن الجينومي ،شانه شان السايبورج ،تعريف الحدود والتصنيفات، واحتمالات بايوموروفيه جديده .غري انه يوحي ايضا بقلق ثقافي اشكال منشيا ر وي عن بشان »نقاء« الجنس البشري ،وبشان التجريب املعملي والجيني )انكر ونيلكني :2004 .(109"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 205, "chunk_id": "AR-MEDIA-2018_205_0_bd19e03e", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] ) (3-6الاجساد املعلوماتيه افترض ادواردو كاك ان الفن الجينومي يمث ل نقله ثقافيه؛ اي تحو ل البيولوجيا الي علم معلومات )كاك 2005ا .(218 :تكو ن تركيب كاك املسم ي »نقل حاله مجهوله« ) (1996–1994من بذره واحده علي قاع ده فيها طني ،في غرفه حالكه الظلام .ويستطيع الافراد ،باستخدام عارض فيديو مع لق من اعلي ومواجه للبذره ،ان يرسلوا الضوء من خلال الانترنت؛ ليم كنوا البذره من التمثيل الضويي والنمو. يصف يوجني ثاكر اشكال الجسد الجديده في علوم البيولوجيا واملعلومات بانها »بيوميديا« — مصط لح يبدو انه يصف علي النحو الامثل »اجساد« كاك )ثاكر 2004ا: .(13الجسد في البيوميديا هو وسيط ،والوسايط نفسها لا يمكن تمييزها من الجسد مقدمه الي وسايل الاعلام الجديده والثقافات الالكترونيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 206, "chunk_id": "AR-MEDIA-2018_206_0_269812a6", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] ايضا نوع الفن الذي شهدناه في عمل سومرر وميجنناو البيولوجي .ويدرك املصطلح »لايف سباسيز«؛ جسد املخلوق الافتراضي »م جسد« بناء علي شفره؛ ينبغي فه م الجسد العابر للشفرات هنا بطريقتني؛ بصفته جسد كاين بيولوجي وجزييي» ،و« بصفته جسدا مو ل فا من خلال انماط من التخي ل ،والنمذجه ،ومنظومات البيانات .تطويع كاك لتكنولوجيا املعلومات ،والعمليات البيولوجيه ،والاجهزه امليكانيكيه لانتاج الفن هو استخدام جمالي لك ل من البيولوجيا والثقافه الالكترونيه ،يهدم الحدود بني الفن والطبيعه ،بينما يستكشف عواقب اختزال الجسد الي قاعده بيانات تفتق ر الي السياقات ،وينتج فيها الحمض النووي اشكالا معي نه من سلوك الجسد .وكما يفترض ستيف توماسولا ) ،(2002يتصد ي الفن التغري في املجتمع ،بينما يناق ش ابعاده الاخلاقيه بكشف الاحتمالات الجينومي ملسايل التغري الاصطناعي )لا الطبيعي(. داخل"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 208, "chunk_id": "AR-MEDIA-2018_208_0_c802a6ad", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] وسع حدود الواجهه يستكشف فن التح كم الالكتروني قيود الشكل والوعي البشري ني .وي واصنافا جديده اشكالا التفاع ليه بني البشر والتكنولوجيا ،ولو مع بعض القلق .ويطرح يخص عملها وانتشارها. بينما يكشف كيف ت عتمد العلوم علي السياقات الثقافيه فيما ويع لم املسيوليه بطرح اسيله مزعجه عن مواءمه املعلومات )في مشروع الجينوم البشري، مثلا( ،والهندسه الوراثيه )مثل خلق انواع جديده في املعمل( .يفيد الفن هنا الغرض املزدوج لترويج التكنولوجيا الحديثه ،واثاره التساولات بشانها بكشف اثارها الجانبيه غري املرغوبه. كما يشري الفنانون املشار اليهم هنا الي رغب ه اخري في العلم التكنولوجي الراهن؛ فبدلا من ت رك الارتقاء والتكي ف للعمليات »الطبيعيه«، الرغبه في التح كم في املستقبل. يرغب العلم في الاضطلاع بذلك ،حتي بينما يتصو ر الفنانون هذا املستقبل )انظر نايار ا(. ما بعد البشري كما يظهر في اشكال الفن الحاليه هو ذروه النزوع البشري الي الاضطلاع بمهم ه القدر نفسه. الثقافات الالكترونيه الشعبيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 209, "chunk_id": "AR-MEDIA-2018_209_0_131f1bac", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] الكلمات الاخريه التي نوردها ها هنا عن امكانيات النزعه ما بعد البشريه واشكالها الفنيه هي للفنان ني ستيلارك ،وادواردو كاك: محسن ،ووظايفه ممد ده ... يعيد الفضاء الالكتروني بناء معمار شكل الجسد الجسد ويضاعف امكاناته العمليه) .ستيلارك (1991 يشيد فن التحوير الوراثي ]يشري كاك الي الارنب ذي البروتني الاخضر املفلور[ فصلا في بالدور البشري في تطور الارانب بوصفه عنصرا طبيعيا ،بوصفه التاريخ الطبيعي لك ل من البشر والارانب؛ لان الاستيناس هو دايم ا خبره ذات اتجاهني ... ]وهو[ يساعد العلم علي ادراك دور املسايل العلاقيه والاتصاليه في تطو ر الكاينات الحيه .ويمكن ان يساعد الثقافه بكشف قناع الاعتقاد الشايع بان الحمض النووي هو »الجزيء املهيمن« ،من خلال تسليط الضوء علي الكاين الحي كله والبييه )السياق( .واخريا ،يمكن ان يسهم فن التحوير الوراثي في حقل الجماليات بكشف البعد النفعي والرمزي الجديد للفن ،بوصفه ابداع الحياه واملسيوليه عنها حرفيا) .كاك 2005ب(276 ،272 :"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 210, "chunk_id": "AR-MEDIA-2018_210_0_bc8198cf", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] ) (7التواصل الاجتماعي الارسال الفوري ،وخدمات الرسايل القصريه ،والبريد الالكتروني ،والهواتف املحموله، والتواصل الاجتماعي الان هي كلها اساليب لصنع العلاقات وبناء العلاقات .وهي كذلك خصوصا الذين برزوا بجلاء في دراسات وسايل الاعلام الجديده )كيم وزملاوه للشباب، ؛ ليفينجستون .(2003مواقع التواصل الاجتماعي ،مثل ماي سبيس ،وبيبو، وفيسبوك ،واوركت ،وساورلد ،هي الفضاءات الاجتماعيه الجديده لت مضيه الوقت فيها. من الامثله املب كره ملواقع التواصل الاجتماعي سيكسدج ريز دوت كوم الذي اطلق عام ،1997ولكن انطلاقه مواقع التواصل الاجتماعي واقعيا كانت منذ عام 2003تقريبا. تع رف مواقع التواصل الاجتماعي بانها »خدمات علي الانترنت تتيح للافراد ) (1ان ينشيوا نبذه شخصيه عامه او شبه عامه داخل نظام محدد (2) .ان يكو نوا قايمه من املستخدمني الاخرين يتشاركون صله معهم (3) .ان يشاهدوا ويستعرضوا قايمه اتصالاتهم وقوايم اتصالات الاخرين داخل النظام« )بويد واليسون .(2007وغالبا ما تتسم مواقع التواصل الاجتماعي بتكنولوجيا سهله الاستخدام ،وبانشاء الاعضاء نبذا مقدمه الي وسايل الاعلام الجديده والثقافات الالكترونيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 211, "chunk_id": "AR-MEDIA-2018_211_0_58f5e6ca", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] شخصيه ،وبتفاعل منتظم خلال »املعلومات املوجزه« والردود 7 .تقد م مواقع التواصل الاجتماعي التشارك في الصور او الفيديو ،وامكانيه الاتصال بالهاتف املحمول ،وهي وسعت خدمات التدوين باستخدام مزايا مواقع التواصل فضاءات اتصال وتبادل .كما الاجتماعي في زيونجا ،ولايفجورنال ،وفوكس من قاعده مستخدميها."}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 213, "chunk_id": "AR-MEDIA-2018_213_0_5e0bdc87", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] خدمات علي الانترنت يمكن للافراد فيها اضافه الن بذ الشخصيه ،والدردشه ،والتواصل .ومواقع التواصل الاجتماعي نوع من الفضاء العام الاجتماعي."}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 214, "chunk_id": "AR-MEDIA-2018_214_0_51f7143f", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] ومع ذلك ،يمي ز بويد واليسون بني التواصل الاجتماعي وبني مواقع الشبكه وفقا لبويد واليسون ،بانشاء علاقه بني غرباء .وفي الاجتماعيه .يوحي »التواصل« ، حاله مواقع التواصل الاجتماعي ،بينما يكون التواصل ممكنا ،لكنه »ليس« املمارسه فضل بري 2008مصطلح »التواصل الشبكي« الاجتماعي ،علي الرييسه علي كثري منها )ي الرغم من انه يقد م الويب 2٫0باعتباره مصط لح ا واسع ا لوصف هذه الاشكال الجديده من الثقافات علي الانترنت(. طا لما كان من املزايا املهمه ملواقع التواصل الاجتماعي املحتوي »الذي ينتجه املستخدم« .سارعت مواقع الويب في استثمار هذا املحتوي ،وصارت وسايل الاعلام اجتماعيه .ومن امثله هذا فليكر )تشارك الصور( ،ويوتيوب )تشارك الفيديو( ،ولاست. اف ام )تشارك املوسيقي( .وتم كن ماي سبيس من التغلغل في العلاقه بني الف رق املوسيقيه واملعج بني من خلال انشاء فضاء يلتقون فيه ،او يعلنون من خلاله عن الالبومات القادمه، او يظهرون اعجابهم ويع ززوه. كلا منهما يصب تمحو مواقع التواصل الاجتماعي التمييز بني العام والخاص؛ لان في الاخر .تتاث ر علاقه اجتماعيه قايمه ،وتبد ل ،وتع زز من خلال »التصادق« علي الانترنت. والعكس صحيح بالقدر نفسه؛ حيث يقود التفاعل علي الانترنت الي لقاءات وعلاقات خارج الانترنت ،مثلما كشفت عنه خدمات املواعده .ومن ثم ،فمواقع التواصل الاجتماعي تش كل »فضاء ثالثا« بني العام والخاص ،تمتزج فيه اله ويات والعلاقات علي الانترنت وخارجها؛ مفضل شخصي ،يعني بناء فمشاركه فيديو منزلي علي يوتيوب ،ووصف فيلم او كتاب نبذه للاستخدام العام ،يمكن ان تودي الي علاقه اجتماعيه. الثقافات الالكترونيه الشعبيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 216, "chunk_id": "AR-MEDIA-2018_216_0_bd42fac7", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] كان لشعبيه مواقع التواصل الاجتماعي بني الشباب وحتي الاطفال تبعات اخري .استحث دور ماي سبيس في التح رش الجنسي ،وامللاح قه ،وغريهما من السلوك الضاري ،تح ر كا قانونيا ،واثار ذع را معنويا )كونسيومر افريز .(2006ومر ه اخري نشهد اشكال الثقافه الالكترونيه توث ر في العالم »املادي«8 ."}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 217, "chunk_id": "AR-MEDIA-2018_217_0_11196c32", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] من العوامل الحاسمه في التواصل الاجتماعي ما اذا كان الافراد في قايمه »الاصدقاء« علي مواقع التواصل الاجتماعي يتشاركون الاحساس ذاته بالخصوصيه ام لا .فاملعلومات سرب« او يراها الشخصيه املتضمنه في التعليقات القصريه والنبذ الشخصيه يمكن ان »ت الغرباء .والواقع ان مسايل الخصوصيه ،ولا سيما ما يتعلق بالعناوين املاديه ،والامور املاليه ،وحتي املظهر الجسماني هي مسايل متع لقه بالسلامه .ما نشهده هنا هو ارتباط والتواصل علي الانترنت ،وبني مسايل السلامه الحقيقيه خارج الانترنت. وثيق بني التفاصيل سرقات اله ويه علي الانترنت هي تهديد دايم ،حينما يكشف املستخدمون هوياتهم، او ينشيون نبذات شخصيه .في حاله حديثه ،كان علي املو لف الشهري ،فيليب بوملان ،ان خصا سبق ان يرسل رساله الكترونيه تحذيريه الي قايمه تراسل ،بعد ان اكتشف ان ش انشا نبذه له علي فيسبوك .كتب بوملان» :او د لو اذهب شخصيا واخنق الشقي« )مقتبس علي موقع ،BridgeToTheStars.Net2008وهو موقع للمعج بني بثلاثيه بوملان بعنوان »مواده القاتمه«( 9 .التصي د وسرقات اله ويه هما امران ينتميان الي كلتا الحياتني علي وضح فوجت ونابمان ) ،(2008ان الطبيعه العلنيه الانترنت وخارجه .والواقع ،كما ي ذاتها التي تت سم بها فضاءات الويب الشخصيه هذه هي التي افضت الي مثل هذه التعقيدات. التواصل الاجتماعي، ترت د الحصريه والخصوصيه بوصف هما سم تني اساسيتني ملواقع تواص لا وتقد م مواقع من قبيل لايف سبيسز التابع ملايكروسوفت ،وايه سمول ورلد خصوصيا ،مفتوح ا فقط من خلال الدعوه ،ومحميا ،كما يشري احد التقارير )فوجت ونابمان ،(2008من ق بل اناس اثرياء في الولايات املتحده الامريكيه واململكه املتحده .لكن ا ملثري للسخريه ان يستنسخ الانفتاح الشبكي شروط املعازل ،من حصريه ،وخصوصيه، وحراسه في الحياه الواقعيه. مقدمه الي وسايل الاعلام الجديده والثقافات الالكترونيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 218, "chunk_id": "AR-MEDIA-2018_218_0_4d3437ac", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] ) (2-7تضخيم العلاقات التواصل الاجتماعي ان تكون امتدادا )تضخيم ا( للعلاقات الاجتماعيه القايمه يمكن ملواقع حينما يتلاقي الاصدقاء في الفضاء الافتراضي ،او يمكنها تسهيل انشاء علاقات جديده حينما يتجم ع الغرباء بناء علي اهتمامات مشتركه .كما ان »اعلان« فر د ما عن »اصدقاء« علي صفحته التعريفيه يم كن املشاهدين من استعراض شبكه ذلك الفرد بعينه. »التصادق« علي الانترنت هو التقاء علاقات من خارج الانترنت ومن داخله .او بعباره مختلفه ،تكتسب الصداقات باطراد صبغه وسايطيه ،وتكنولوجيه من خلال التفاعلات علي الانترنت )اتفق مع ديفيد بري — ولا اتفق مع بويد واليسون — في انه لا يمكن عبر الوسايط؛ بري .(521 :2008 موقفا اجتماعي ني »لا« يمران للمرء ان يتخي ل بنيه او ثمه علاقه »تكراريه« بني العلاقات علي الانترنت وخارجه .تش كل العلاقات خارج الانترنت العلاقات علي الانترنت ،والعكس صحيح؛ لان التكنولوجيا تصنع الفارق بني »كون املرء شخص ما« حينما يكون املرء لا يزال مكان ما« او »كونه ليس مع شخص ما في مع متصلا )الكترونيا(. وبناء علي ذلك ،تع زز مواقع التواصل الاجتماعي فعليا فرضي تني؛ فهي راسخه في بعضا بالفعل في العالم الواقعي بعضهم العالم »املادي«؛ لانها تساعد الناس الذين يعرف تواصلوا باستمرار تقريبا .والي جانب »الاتصال الدايم« الذي يش كل الحياه علي ان ي اليوميه للعلاقات في الوقت الراهن» ،التضخيم« هو منطق م واقع التواصل الاجتماعي؛ شخص ما حتي لو كنا منفصلني ماديا. حيث نستمر في »كوننا« مع ني بالعلاقه خارج الانترنت ويتش كل علي اساسه .اذا التواصل علي الانترنت ره مدي كان موقع ماي سبيس يتيح »اتصالا دايم ا« ،فهو ايضا قايم علي اساس الروح او املنطق املصاحب للثقافات الالكترونيه الذي اقترحته في الفصل التمهيدي؛ الا وهو التضخيم. فعالا في حاله العلاقه بني ا ملعج ب والفرقه علي موقع ماي سبيس، ونري هذا املنطق لفرق عروض التي سبق ذ كرها .علي ماي سبيس ،تعلن املتاجر املحليه للموسيقي عن موسيقيه وعن تذا كر مجانيه كي يحوزها املعجبون .اما املعجبون فيضفون من جانبهم التواصل الاجتماعي في صفه شعبيه علي انتماءاتهم .والنتيجه ان ما يت م تضخيمه في مواقع الفضاء الالكتروني هو تعزيز علاقه »واقعيه« قويه جدا بني املعجب والفرقه املوسيقيه .لا التواصل ينتج ماي سبيس دايم ا معج بني ،ولكنه »يساعد املعجبني املوجودين بالفعل علي علي نحو افضل«. الثقافات"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 218, "chunk_id": "AR-MEDIA-2018_218_1_cee66f23", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] عن موسيقيه وعن تذا كر مجانيه كي يحوزها املعجبون .اما املعجبون فيضفون من جانبهم التواصل الاجتماعي في صفه شعبيه علي انتماءاتهم .والنتيجه ان ما يت م تضخيمه في مواقع الفضاء الالكتروني هو تعزيز علاقه »واقعيه« قويه جدا بني املعجب والفرقه املوسيقيه .لا التواصل ينتج ماي سبيس دايم ا معج بني ،ولكنه »يساعد املعجبني املوجودين بالفعل علي علي نحو افضل«. الثقافات الالكترونيه الشعبيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 219, "chunk_id": "AR-MEDIA-2018_219_0_202bc807", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] وبهذا املعني؛ فمواقع التواصل الاجتماعي تسهم في »راس املال الاجتماعي« للفرد. احتمالا لتلقي العون من احد عبر الشبكات هم اكثر واثبت البحث ان الافراد املتواصلني الاعضاء في »دايرتهم« علي الانترنت )بوز واخرون .(2006 ،وت برز دراسات اخري كيف انه حتي بعد رحيل اناس من موقعهم الجغرافي الذي كانت لهم فيه علاقات وطيده )اي راس مال اجتماعي( ،م كنتهم مواقع التواصل الاجتماعي من الحصول علي الدعم من صله بمجتمع مجتمعهم »السابق« .ويعني هذا ان الناس كانوا قادرين علي البقاء علي اسبق ،حتي بعد انفصالهم عنه جسديا )اليسون واخرون .(2007 ،ما لا تلحظه اي من هذه الدراسات هو ان راس املال الاجتماعي هذا ،القايم علي مواقع التواصل الاجتماعي، هو تضخيم لراسمال اجتماعي اسبق وجودا .والاهم من ذلك ان لراس املال الاجتماعي هذا عواقب »ماديه« تمام ا علي الافراد. قد يرتبط هذا »التضخيم« لراس املال الاجتماعي والثقافي بعلاقات اثنيه وثقافيه معي نه؛ فمواقع املجتمعات الاسبق من قبيل اشيان افنيو ،ومي جنت ،وبلاك بلانت ارتقت الي مواقع تواصل اجتماعي بني عام ي 2005و ،2006منم يه بذلك من قابليتها للتوظيف والاستخدام من ق بل مجتمعاتها املعنيه 10 .وفي هذه الحاله» ،تضاع ف« مواقع التواصل الاجتماعي من شروط التفاعل الاجتماعي املوجوده في العالم الواقعي .ويظ ل ايضا .ظ لت الحملات التي تستخدم خلق الروابط املجتمعيه اساسيا للتفاعل الافتراضي جامعات معينه )تشري دراسه الي ان الحملات الراميه فيسبوك وماي سبيس تجري في تشريع يبيح الزواج من الجنس لتخفيض السن القانونيه لشرب الخمر والراميه الي سن نفسه كانت هي الاكثر شيوع ا بني مستخدمي فيسبوك؛ شارنيجو وبارنت-اليس .(2007 مكان )احساس بمجتمع »بلا« احساسا التواصل الاجتماعي من هذ القبيل تخلق مواقع نفسي باملجتمع( ،وان كان من ا ملمكن ان تستخدم استعارات ومفردات مكانيه للتعبري عن »اللقاء« في الفضاء الالكتروني )لدراسه بشان الاحساس باملجتمع في مواقع التواصل الاجتماعي ،انظر جودينجز واخرين .(2007 ،وهكذا ،يوجد منطق لوصف شون راباكي ملاي سبيس وغريه من مواقع التواصل الاجتماعي بانها »مشاعات افتراضيه« ):2007 .(29لقد صارت وسايل كما يقول شارنيجو وبارنت-اليس لاشراك الطلاب في فعاليات نحو افضل بفيات عده املكتبه وخدماتها؛ لانها تم كن امناء املكتبات من الاتصال علي من السكان الشباب في منطقتهم )للاطلاع علي وجهه نظر مختلفه عن تشكيلات هذا »املجتمع« ،انظر برين .(2007 مقدمه الي وسايل الاعلام الجديده والثقافات الالكترونيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 221, "chunk_id": "AR-MEDIA-2018_221_0_49dd76ad", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] تناغم ا مع الشباب ،وهي الان مكو ن اساسي في كانت مواقع التواصل الاجتماعي اكثر تغري في اململكه املتحده ،وفقا لدراسهعبر العالم ،وان كان هذا التوج ه ي ثقافات الشباب م سحيه اجرتها هييه افكوم بشان التواصل الاجتماعي في ابريل 40) 2008باملايه من البالغني في اململكه املتحده يستخدمون مواقع التواصل الاجتماعي بانتظام ،وهي نسبه اجماليه اعلي من نظريتها في الولايات املتحده الامريكيه او اليابان ،و 62باملايه مسج لون توافد املراهقون علي ماي سبيس منذ عام 2004تقريبا، في فيسبوك( )وايتسايد (2008 ايضا بالانضمام .وفي غريت مواقع التواصل الاجتماعي سياستها لتسمح للصغار ثم ووفقا لبويد واليسون عام 2005بدا فيسبوك يسمح بانضمام تلاميذ املدارس الثانويه. ) (2007لدي ماي سبيس )الذي يفترض انه اكثر مواقع التواصل الاجتماعي شيوع ا( ثلاثه »مجتمعات« متمايزه :املوسيقيني/الفنانني ،واملراهقني ،والجمهور الاجتماعي الحضري من خريجي الكليات. فالتواصل الاجتماعي يصبح من وجهه نظرهم اما املستخدمون الشباب )وغريهم(، وسع مجتمع »مشاهدي« نبذاتهم الشخصيه ،ويمكن نوع ا من تمثيل الذات والظهور .وهو ي النظر اليه باعتباره نوع ا مهم ا من انواع التفاعل الاجتماعي ،وكذلك »احتياجات اله ويه« لديهم علي ح د تعبري سونيا ليفينجستون ) (400 :2008موخ را .فالتفاعل والسلوك الاجتماعيان يبنيان علي تمثيل الذات ،وادارتها ،والترويج لها .وتصبح النبذه الشخصيه فعل ذلك .باستخدام خاصيه التحديث الفوري علي وسيله علي مواقع التواصل الاجتماعي تويتر يرو ج للذات علي الدوام ،وتكون دايم ا متصله ،حتي لو كانت الصله )كما افترض موخ را فينسنت ميلر (2008ذات طابع مجامل محض — تد ل علي اتصال فارغ وغري وخال من اي تبادل حقيقي للمعلومات — وليست واقعيه. محد د، اداره النبذه الشخصيه وتمثيل الذات علي مواقع التواصل الاجتماعي هما مكو نان لله ويه الاجتماعيه ،وان تكن هذه اله ويه علي الانترنت فقط .اصطلح علي تسميه هذه »استعراضا نصيا للذات علي الانترنت« )اتش ليو .(2007وتصبح الشاكله من التمثيلات فصل الافراد تفضيلاتهم في املوسيقي، موشرات الي الذايقه ،حينما ي النبذات الشخصيه وامللابس ،والالعاب ،والكتب .هذه »علامات ثقافيه« و»بيانات عن الذايقه« )ليو .(2007 تش كل بيانات الذايقه من هذه الشاكله حياه الفرد الاجتماعيه علي الانترنت .ولهذا السبب ،يصبح من الواجب من وجهه نظر الافراد ان يطو روا ويتعه دوا نوع ا من النبذات الثقافات الالكترونيه الشعبيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 222, "chunk_id": "AR-MEDIA-2018_222_0_0d9fb4f2", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] كلا من الشخصيه علي الانترنت يت سق وما يفعلونه في الحياه الواقعيه ،حتي يضمنوا الصدقيه والشعبيه املستدامه .وكما اثبت الدارسون )مثل دواير واخرون (2007فمساله الثقه بالغه الاهميه في التفاعلات الاجتماعيه علي الانترنت. وسع ويمكن ان تصبح هذه البيانات هي اداه كسب راس املال الاجتماعي حينما ت شبكه املرء علي الانترنت .ا ملهم هو ان حيا ه علي الانترنت ،معتمد ه علي بيانات الذايقه واداره النبذه الشخصيه ،تفيض علي العالم الواقعي ،تمام ا كما يوج ه السلوك والاذواق في الحياه الواقعيه عمليات البحث علي الانترنت عن الاشخاص ا ملشا بهني فكريا )من التواصل الاجتماعي( ،وعن الصداقات ،والعلاقات .ولذا، خلال علامات الاهتمام علي مواقع كشفت دراسه عن ان اختيار مشاركه الفيديو علي يوتيوب يعكس علاقات اجتماعيه قايمه )لانج .(2007وهكذا يمكن القول ان اداره النبذه الشخصيه علي الانترنت هي الان عنصر ايضا؛ لان الناس يلتقون باطراد علي الشبكه وخارج اساسي في هويات الحياه الواقعيه الشبكه علي السواء ،وتعكس ممارسات وسايل الاعلام ما هو قايم من سلوك وتفاعل وعلاقات اجتماعيه ،وتوث ر فيه. تصري النبذات الشخصيه ملستخدمي فيسبوك وغريه من فضاءات مواقع التواصل التواصل الاجتماعي تلايم تمام ا الاجتماعي ماده قابله للاستخدام تجاريا ،فمواقع »راسماليه املعرفه« )ثريفت (2005في القرن الحادي والعشرين .تستخدم »راسماليه املعرفه« املعلومات )يد رس ثريفت مثال احاديث املجاملات والثرثره( التي لولا مواقع التواصل الاجتماعي ملا كانت متاحه — وملا اعتبرت مهمه — لقطاع الاعمال التجاريه لاجل ترويج اجندته .ي برز ديفيد بري ،بناء علي بحث ثريفت ،فكر ه حاسمه بشان مواقع التواصل الاجتماعي حينما يفترض ان احاديث املجاملات والكم الهايل من املعلومات قيمه للاعمال التجاريه )بري الباهته ظاهريا يمكن ان تصبح في حقيقه الامر مصاد ر .(523-522 :2008ما هو متاح ،باستخدام مواقع التواصل الاجتماعي ،هو سجل كامل لتفضيلات املستهلك التي تستطيع الشركات النفاذ اليها .تستطيع »راسماليه املعرفه«، درج مواقع التواصل الاجتماعي مقترنه بالاشكال الجديده من جمع املعلومات — التي ا ضمنها ،واملعلومات املوجزه ،والنبذات الشخصيه — ان تبني علي ما يقوله الناس عن العلامات التجاريه ،والاساليب ،والتفضيلات لكي تعلن وترو ج وتستهدف املستخدمني علي التواصل الاجتماعي. مواقع مقدمه الي وسايل الاعلام الجديده والثقافات الالكترونيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 223, "chunk_id": "AR-MEDIA-2018_223_0_3c303c57", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] قيمه تجاريه هايله اذا ق بل املرء حجج بري واضح ان ملواقع التواصل الاجتماعي )مثلما افعل( .لا ش ك ان ثروه املعلومات عن اذواق ا ملستهلكني املتاحه علي ماي سبيس او فيسبوك تخدم غرض البيع بقدر ما تفيد في نصح ا ملشترين ا ملستقبلي ني. التواصل الاجتماعي لتوليد الشهره، التفتت الشركات في الوقت الراهن الي مواقع وتطوير العلاقات با ملستهلكني )نيوبورن .(2007ان التدوين ،ومواقع التواصل الاجتماعي ،والتمت ع ب »حياه ثانيه« في لعبه »سكند لايف« هي اساليب لتوسيع القاعده الاستهلاكيه .وا ملجتم عات الشبكيه هي املجال الجديد لابحاث السوق وللدعايه. واضح ان اشكال الثقافه الالكترونيه الشعبيه وثقافات وسايل الاعلام الجديده تتضاع ف ،وتصل الي شرايح جديده من السكان .وهي تحمل حمولاتها الايديولوجيه بني هذا الفصل .وفي كل حاله تظل هذه التشكيلات الثقافيه الالكترونيه والسياسيه مثلما ذات صله ،مهما كانت عرضيه ،بالسياقات الاجتماعيه والاقتصاديه والسياسيه والثقافيه في الحياه الواقعيه .ولا يت ضح فقط اندماج الاشكال الثقافيه الالكترونيه فيما هو يومي ايضا الطابع الوسايطي ا ملتزايد الذي يضفي علي الشان اليومي عبر ومادي ،ولكن يت ضح هذه التكنولوجيات وباستخدامها."}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 225, "chunk_id": "AR-MEDIA-2018_225_0_bf2cb11d", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] ) (1تشكك الثقافه املضاده — مصطلح س ك في ع قد الستينيات من القرن العشرين لوصف حركه الهيبي — في قيم الثقافات السايده واعرافها .ولذا ،تصبح الاوبرا ،او سياسه الحرب والشان العسكري ،هي موضوع ثقافه جماعه »البانك« التي تستخدم موضوعات مناهضه الحرب ،والشارع ،والاساليب املتح رره. التدخلات الجراحيه، خيالا باكمله ،اذا نظرنا الي طبيعه ودرجه ) (2ليس هذا والتعديلات الوراثيه ،وتحويل الجسد البشري الي كمبيوتر من اجل العلاج من الامراض ا ملولمه وا ملوه نه .ونشهد تغيري الحياه اليوميه للمواطنني كبار السن ،وذوي القدرات املختلفه ،واملرضي من خلال التدخلات التكنولوجيه التي تتراوح بني الاطراف الاصطناعيه وزراعه رقاقات الكمبيوتر. ايضا من الاشكال املهم ه للعب علي الانترنت .دخلت شبكه بارتي ) (3اصبح القمار جيمينج )التي تملك موقع بارتي بوكر في اململكه املتحده( سوق لندن للاوراق املاليه في الثقافات الالكترونيه الشعبيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 226, "chunk_id": "AR-MEDIA-2018_226_0_8360a199", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] منتصف عام ،2005بقيمه مبدييه مذهله ،وهي 5مليارات جنيه استرليني — وهي قيمه تزيد عن شركت ي بريتيش ايرويز ،واي ام اي مع ا! ) (4اثبتت الدراسات التجريبيه في اوروبا والولايات املتحده الامريكيه ارتباط لع ب الالعاب بالنوع )جانز ومارتنز .(2005وكانت ابرز ثلاثه اصناف من الالعاب التي فاخترن اصناف يمارسها الرجال هي الرياضه ،والحركه/املغامره ،واملحاكاه .اما النساء العاب ح ل الاحجيات ،واملنصات ،والرياضه )كونسالفو وتريت ،2002مقتبس في رويز واخرين .(557 :2007 ممتن لانا كوريان لجذب انتباهي الي هذه اللعبه ومشاركتها معي خبره ) (5انني ابنها بها. »شكلا« انثويا في الفضاء ) (6مع ذلك ،فهي تتيح للاعبني الذكور الشباب ان يج ربوا عقدين بذلك من طابع اللعبه املستند الي النوع )انظر شلاينر .(2001 الالكتروني ،م ) (7تتفاوت درجات ظهور الن بذ الشخصيه علي مواقع التواصل الاجتماعي ،بناء علي ك ل من هذه املواقع .فالن بذ الشخصيه علي موقع ي فريندستر ،وترايب .نت مرييه لاي احد من خلال محركات البحث ،بينما تتح كم لينكدان فيما قد يراه ا ملشاه دون بناء علي ما ان كانوا يملكون حسابا بمقابل مادي ام لا ،ويسمح ماي سبيس للمستخدمني باختيار ما ان كانوا يرغبون في ان تظهر نبذاتهم الشخصيه للعامه ام »للاصدقاء فقط« ،وفي فيسبوك يستطيع املستخدمون الذين ينتمون الي »الشبكه« نفسها رويه النبذه التعريفيه لك ل منهم ،ما لم يق رر صاحب النبذه رفض التصريح لهم بذلك. ) (8كان لارباب العمل وللحكومات دور في محاوله تنظيم النشاط املتنامي ملواقع التواصل الاجتماعي .ولذا حظرت املوسسه العسكريه الامريكيه علي الجنود استخدام ماي سبيس )فروش ،(2007وحظرت الحكومه الكنديه علي املوظفني استخدام فيسبوك )بنزي وفحص ارباب العمل الن بذ الشخصيه للطلاب علي مواقع التواصل الاجتماعي قبل .(2007 ان يعرضوا عليهم وظايف ،والغيت عروض عمل بناء علي محتوي الرسايل علي فيسبوك )انظر بيلوشيت وكارل .(2008 ممتن لانا كوريان لتنبيهي لهذه الحادثه. ) (9انا ) (10طاملا كان هناك تباين اقليمي في استخدام مواقع التواصل الاجتماعي ايضا. املفضل في هولندا. املفضل في اليابان ،اما هايفز فهو ميكسي هو موقع التواصل الاجتماعي واصبحت خدمه التراسل الفوري في الصني ،كيوكيو ،من اكبر مواقع التواصل الاجتماعي مقدمه الي وسايل الاعلام الجديده والثقافات الالكترونيه"}
{"language": "ar", "pack_id": "AR-MEDIA-2018", "section_title": "الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١", "page": 227, "chunk_id": "AR-MEDIA-2018_227_0_fea1360d", "content": "[الجزء الثاني يُؤمر تي ٢من جانب قائده كونر )في عام (٢٠٢٩بالعودة إلى عام ١٩٩١] في العالم .وعلي الرغم من كون اوركت من مواقع التواصل الاجتماعي التابعه لجوجل، حقق رواج ا في الولايات املتحده الامريكيه ،ولكنه اصبح موقع التواصل الاجتماعيفلم ي املفضل في البرازيل ) 89باملايه من مستخدمي الانترنت البالغني من الفيه العمريه 45–14 وفقا لفوجت ونابمان (2008وفي الهند في الوقت الراهن عام ا مسجلون علي اوركت ، )مادهافان .(2007اما لايف سبيسز التابع ملايكروسوفت فهو اكثر رواج ا خارج الولايات املت حده مما هو داخلها."}
