{"pack_id": "french_pack", "language": "fr", "book": "fr_cybersecurity_guide_2024", "section_title": "ÉQUIPEMENTS DE BORDURE ET l’équipement compromis, ceux-ci ont exploité cet", "section_path": ["ÉQUIPEMENTS DE BORDURE ET l’équipement compromis, ceux-ci ont exploité cet"], "page": 1, "content": "PANORAMA\nDE LA\nCYBERMENACE\n2024"}
{"pack_id": "french_pack", "language": "fr", "book": "fr_cybersecurity_guide_2024", "section_title": "ACTEURS EXPLOITANT LES Exploitation des vulnérabilités", "section_path": ["ACTEURS EXPLOITANT LES Exploitation des vulnérabilités"], "page": 2, "content": "PANORAMA\nDE LA\nCYBERMENACE\n→\nMMXXIV"}
{"pack_id": "french_pack", "language": "fr", "book": "fr_cybersecurity_guide_2024", "section_title": "ÉVOLUTIONS RÉGLEMENTAIRES", "section_path": ["ÉVOLUTIONS RÉGLEMENTAIRES"], "page": 3, "content": "PANORAMA DE LA CYBERMENACE 2024 ANSSI\n→ INTRODUCTION 4\nI → OPPORTUNITÉS POUR LES ATTAQUANTS 6\nA → JEUX OLYMPIQUES ET PARALYMPIQUES DE PARIS 2024 7\nB → FAIBLESSES TECHNIQUES 10\n1/ rappel du triptyque des bonnes pratiques de sécurité des systèmes d’information (ssi) 10\n2/ durcissement du système d’information 10\nC → VULNÉRABILITÉS EXPLOITÉES 12\n1/ équipements de bordure et de sécurité : des cibles de choix 12\n2/ acteurs exploitant les vulnérabilités dans des équipements de sécurité en bordure 16\n3/ évolutions réglementaires et coordination du traitement des vulnérabilités produit 16\nII → MOYENS MIS EN ŒUVRE PAR LES ATTAQUANTS 18\nA → CIBLAGE DE LA CHAîNE D’APPROVISIONNEMENT 19\nB → ÉVOLUTIONS DE L’OUTILLAGE ET DES INFRASTRUCTURES D’ATTAQUE 22\n1/ réseaux et infrastructures d’anonymisation 22\n2/ attaques ayant un objectif capacitaire 22\n3/ utilisation des mêmes ressources ou capacités par des acteurs étatiques et des acteurs cybercriminels 24\nC → MERCENARIAT ET PRESTATAIRES DE SERVICE 25\n1/ entre commerce rentable et écosystème au service d’un état 25\n2/ ciblage des appareils mobiles 25\n3/ un marché en constante évolution face aux limites techniques et aux expositions médiatiques 26\nIII → FINALITÉ DES ATTAQUES 30\nA → ATTAQUES À BUT LUCRATIF 31\n1/ une activité cybercriminelle qui se maintient à un niveau élevé 31\n2/ désorganisation de l’écosystème cybercriminel 31\n3/ vols et fuites de données à l’encontre d’entités françaises 34\nB → DÉSTABILISATION 37\n1/ sabotage de petites installations industrielles 37\n2/ une intensité accrue des attaques par ddos 38\n3/ sabotage et pré-positionnement par des acteurs avancés 39\nC → ESPIONNAGE 40\n1/ ciblages liés à des intérêts stratégiques étatiques 40\n2/ ciblage du secteur des télécommunications 42\n→ BIBLIOGRAPHIE 44\n3"}
{"pack_id": "french_pack", "language": "fr", "book": "fr_cybersecurity_guide_2024", "section_title": "1 2 3", "section_path": ["1 2 3"], "page": 4, "content": "PANORAMA DE LA CYBERMENACE 2024 ANSSI\nINTRODUCTION\n→ L’Agence nationale de la sécurité des systèmes L’année a également été marquée par le nombre\nd’information (ANSSI) est l’autorité nationale en et l’impact des vulnérabilités affectant les équipements\nmatière de cybersécurité. de sécurité situés en bordure de SI : plus de la moitié\ndes opérations de cyberdéfense de l’ANSSI, consti-\nLe Panorama de la cybermenace est un document tuant son plus haut niveau d’engagement en réponse\npublié annuellement, couvrant une période allant du à incident, ont ainsi eu pour origine l’exploitation de\n1er janvier au 31 décembre de l’année précédente, dans vulnérabilités sur ces équipements.\nlequel l’ANSSI revient sur les grandes tendances de\nla menace informatique ainsi que sur les éléments et Du point de vue des moyens mis en œuvre par\nincidents marquants dont elle a eu connaissance sur les attaquants, l’ANSSI a constaté la poursuite des\ncette période. attaques visant la chaîne d’approvisionnement pour\natteindre des cibles finales d’intérêt. Ces attaques, qui\nPrincipalement destiné à la sphère institution- sont en constante expansion depuis la fin des années\nnelle et aux bénéficiaires de l’Agence, le Panorama de 2010, illustrent combien la maîtrise du SI, de ses inter-\nla cybermenace s’adresse également à la communauté connexions et de ses dépendances est un enjeu majeur\nfrançaise de la cybersécurité au sens large ainsi qu’aux pour les organisations.\npartenaires internationaux de l’ANSSI.\nEn parallèle, l’utilisation des réseaux d’anonymi-\nÉcrit du point de vue de l’ANSSI, il ne constitue sation par les attaquants se poursuit. Ces réseaux de\npas une revue exhaustive de l’actualité de la cyber- machines compromises communiquant entre elles per-\nsécurité française en 2024. Au-delà de son objectif mettent à un attaquant de dissimuler ses actions et\nde sensibilisation à la menace pesant sur la sécurité rendre difficile leur imputation, à toutes les étapes de\ndes systèmes d’information, le Panorama illustre éga- l’attaque informatique. Ils constituent des infrastruc-\nlement l’importance de l’application des mesures tures qui se développent, se complexifient et dont les\nde sécurité. utilisateurs ne sont pas toujours clairement identifiables.\nL’essor des entreprises privées de lutte informatique\nDans la continuité des années précédentes, offensive (LIOP) se poursuit quant à lui avec la mise à\nl’ANSSI estime aujourd’hui que les attaquants liés à disposition à un éventail relativement large de clients,\nl’écosystème cybercriminel ou réputés liés à la Chine et de capacités qui étaient jusqu’alors l’apanage des États\nla Russie constituent les trois principales menaces tant les plus avancés en matière cyber.\npour les systèmes d’information (SI) les plus critiques\nque pour l’écosystème national de manière systémique. Les attaques par rançongiciel ont largement mobi-\nlisé les équipes de l’ANSSI en 2024 avec un nombre d’in-\nL’année 2024 a été marquée par l’organisa- cidents comparable à l’année passée. Les attaques à\ntion des Jeux Olympiques et Paralympiques de Paris but d’espionnage ont quant à elles été caractérisées\n(JOP 2024), dont l’exposition médiatique et la surface par le ciblage soutenu d’équipements et d’infrastruc-\nd’attaque ont constitué des opportunités majeures tures de télécommunications.\npour les attaquants. Dans ce cadre, l’ANSSI a observé\ndes attaques à des fins d’extorsion et d’espionnage Enfin, en plus des attaques à but d’espionnage et\nstratégique, et une majorité d’attaques à but de dés- d’extorsion, qui restent les plus importantes en termes\ntabilisation menées par des groupes hacktivistes sans d’investissement des équipes de l’ANSSI, 2024 a marqué\nqu’aucune de ces attaques ne porte atteinte au dérou- une hausse des attaques à finalité de déstabilisation,\nlement de l’événement. notamment opérées par des groupes hacktivistes. ←\nQue faire en cas de compromission ? Le CERT-FR est joignable :\n• Par courriel :\n• Par téléphone :\n→ à l’adresse cert-fr@ssi.gouv.fr\nEn cas de compromission → depuis la France métropolitaine\nou de suspicion de compromission, au 3218 (service gratuit + prix d’un appel)\nle CERT-FR vous invite à prendre connaissance ou 09 70 83 32 18\nde cette page : https://www.cert.ssi.gouv.fr/les- → depuis certaines collectivités territoriales\nbons-reflexes-en-cas-dintrusion-sur-un-systeme- situées en outre-mer ou depuis l’étranger\ndinformation/ au +33 9 70 83 32 18\n4"}
{"pack_id": "french_pack", "language": "fr", "book": "fr_cybersecurity_guide_2024", "section_title": "1 2 3", "section_path": ["1 2 3"], "page": 5, "content": "PANORAMA DE LA CYBERMENACE 2024 ANSSI\nComparatif du nombre d’incidents Répartition par région des incidents traités\net signalements 2023/2024 par l’ANSSI\nAu cours de l’année 2024, l’ANSSI a traité – avec un Une observation de la répartition par région des\ndegré d’engagement variable – 4386 événements incidents traités par l’ANSSI au cours de l’année\nde sécurité1, soit une augmentation de 15% par montre que la menace affecte tous les territoires\nrapport à l’année 2023. mais reste proportionnelle à l’activité économique\net aux usages numériques de chaque région.\nAinsi, 3004 signalements2 et 1361 incidents3 ont\n>10%\nété portés à la connaissance de l’ANSSI. Cette\naugmentation peut trouver une explication 6% 6 à 10%\ndans le contexte des JOP 2024, qui s’illustre par 0 à 5%\n3%\nune hausse des signalements et des incidents 42% 5% Part des\n3% incidents\nà partir du mois de mai – date de l’arrivée de\n4%\nla flamme olympique en France – jusqu’à la 3% 3%\ncérémonie de clôture des Jeux Paralympiques\nen septembre, avec un pic de signalements\natteint au mois de juillet. 5% 6% 8%\n600 7% 6%\n1%\n500 Seuls les incidents ayant affecté des bénéficiaires qui sont\nprésents uniquement dans ces territoires sont comptabilisés.\nÀ noter qu'un certain nombre de bénéficiaires de l'Agence ont\nleur siège social en région parisienne.\n400\nCapacités de détection de l’ANSSI\nL’ANSSI opère un service de supervision au profit\n300 des ministères comprenant à la fois des moyens\nde détection réseau et système. En 2024, l’ANSSI\na adressé 162 signalements aux institutions\nétatiques bénéficiant de ses services de détection.\n200\nCes signalements ont couvert majoritairement les\ndomaines suivants4 :\n• Communications suspectes vers des\n100 infrastructures d’attaque, détectées à la fois\nen temps réel et à travers des recherches\nd’antécédents dans les journaux collectés ;\n• Actions d’administration suspectes ou\n0 utilisation d’outils légitimes connus comme étant\nJanvier Février Mars Avril Mai Juin Juillet A\nS\no\ne\nû\np\nt\nte\nmbre Octob\nN\nr\no\ne\nve\nmb\nD\nr\né\ne\nce\nmbre régu\n•\nl i\nE\nè\nx\nr\np\nem\nlo\ne\nit\nn\na\nt\nt i\nd\no\né\nn\nt\no\no\nu\nu r\nt\nn\ne\né\nn\ns\nt a\np\nt\na\niv\nr\ne\nd\nd\nes\n’e\na\nx\nt\np\nt\nl\na\no\nq\nit\nu\na\na\nt\nn\nio\nt\nn\ns ;\nde vulnérabilités ;\nSignalements 2023 Signalements 2024 • Campagnes d’hameçonnage ciblant\nIncidents 2023 Incidents 2024 certains ministères.\n1 2 3 4\nÉvénements portés Les signalements regroupent Un incident est un Les ministères\nà la connaissance tous les comportements événement de sécurité où disposant d’un service\nde l’ANSSI et qui anormaux ou inattendus l’ANSSI est en mesure de de détection traitent\nont donné lieu pouvant avoir un caractère confirmer qu’un acteur en complément\nà un traitement malveillant ou ouvrir la voie malveillant a conduit des les alertes de\npar les équipes à des usages néfastes à actions avec succès sur le SI leurs systèmes\nopérationnelles. l’encontre d’un SI. de la victime. d’information.\n5"}
{"pack_id": "french_pack", "language": "fr", "book": "fr_cybersecurity_guide_2024", "section_title": "5", "section_path": ["5"], "page": 6, "content": "OPPORTUNITÉS\nPOUR LES\nATTAQUANTS\nCette année, en complément des tradition- qu’ils soient soutenus par des États cherchant à\nnelles faiblesses affectant le niveau de sécurité des SI espionner ou à déstabiliser, les grands événements\net des vulnérabilités techniques faisant l’objet d’une offrent des motivations et des opportunités supplé-\nattention accrue de la part de nombreux acteurs, mentaires pour agir.\nles Jeux Olympiques et Paralympiques de Paris 2024 Si en 2024 l’attention et les enjeux ont été princi-\n(JOP 2024) ont constitué une opportunité conjonc- palement tournés vers les JOP 2024, l’année a aussi été\nturelle de premier plan pour des acteurs aux moti- marquée par plusieurs processus électoraux, notam-\nvations politiques. ment les élections européennes puis législatives en\nPour les attaquants, qu’ils soient à la recherche France pendant lesquelles aucune attaque majeure\nd’une vitrine dans un contexte très médiatisé, ou n’a été observée.\n→\nI"}
{"pack_id": "french_pack", "language": "fr", "book": "fr_cybersecurity_guide_2024", "section_title": "A → JEUX OLYMPIQUES ET PARALYMPIQUES DE PARIS 2024", "section_path": ["A → JEUX OLYMPIQUES ET PARALYMPIQUES DE PARIS 2024"], "page": 7, "content": "PANORAMA DE LA CYBERMENACE 2024 ANSSI\nA\nJEUX OLYMPIQUES ET PARALYMPIQUES\nDE PARIS 2024\n→ En raison de leur exposition mondiale et des flux Malgré une intensité élevée, aucune attaque\nfinanciers importants qu’ils génèrent, les JOP informatique n’a perturbé le bon déroulement des\nconstituent une cible de choix pour des attaquants JOP 2024. Comme attendu, des tentatives de dés-\naux motivations diverses. Ceux-ci peuvent chercher à tabilisation, de l’espionnage et des attaques à but\ns’enrichir au travers d’activités cybercriminelles, per- lucratif ont été observés.\nturber le déroulement de l’événement ou nuire à la\n•\nréputation du pays hôte sur la scène internationale. L’ANSSI n’a pas constaté de ciblage spéci-\nEn amont des JOP 2024, le Comité d’organisation des fique ou massif des JOP par des acteurs cybercri-\nJeux Olympiques (COJO) avait ainsi indiqué s’attendre minels. Compte tenu du nombre d’entités liées aux\nà huit à dix fois plus de cyberattaques qu’aux Jeux de JOP 2024, l’activité cybercriminelle a été habituelle\nTokyo et estimé que le niveau de la menace allait être et les attaques par rançongiciel observées pendant\nmultiplié par dix. Dans ce contexte tendu, l’ANSSI et la période des Jeux n’ont pas eu d’incidence sur la\nl’ensemble des entités impliquées dans l’organisation tenue des épreuves.\ndes JOP 2024 ont mis en œuvre d’importants travaux Deux attaques majeures par rançongiciel ont\nde préparation [01]. été observées pendant cette période :\nDans son évaluation de la menace ciblant les → Début août 2024, le réseau du Grand Palais —\nJOP 2024 [02], l’ANSSI avait anticipé : Réunion des Musées Nationaux (RMN) a été compro-\nmis au moyen du rançongiciel BrainCipher. Un logiciel\n•\nUn niveau élevé de menace à moti- commun à plusieurs musées a été rendu indisponible,\nvation lucrative : escroqueries « clas- mais la compromission n’a pas eu d’incidence sur la\nsiques », tentatives d’extorsion, vols tenue des épreuves se déroulant dans l’enceinte du\nde données ou attaques opportu- site d’épreuves du Grand Palais, entité distincte du\nnistes tirant profit du besoin impor- Grand Palais RMN. Le réseau affecté ne possédait\ntant de disponibilité des services pas d’interconnexion avec les SI permettant la tenue\ninformatiques ; des épreuves.\n→ Le 11 août, l’Université Paris-Saclay a contacté\n•\nUn niveau important de menace l’ANSSI pour signaler sa compromission par le ran-\nà visée de déstabilisation : attaques çongiciel WhiteRabbit. Le laboratoire antidopage\nvisant à perturber l’organisation des français (LADF), hébergé au sein de l’université a, à\nJeux et attenter au bon déroule- cette occasion, fait l’objet d’une attention particu-\nment des épreuves sportives, parmi lière par l’ensemble des parties prenantes. Toutefois,\nlesquelles le sabotage informatique, le cloisonnement des SI et la mise en œuvre rapide\nmais aussi les attaques par déni de de mesures de secours ont permis de préserver l’in-\nservice distribué (DDoS), les défigura- tégrité des analyses et d’assurer la poursuite des acti-\ntions de sites Web ou les divulgations vités du laboratoire pendant les Jeux Paralympiques.\nde données ;\n•\nDes opérations de déstabilisation ont été\n•\nUn niveau moyen de menace à but observées par l’ANSSI pendant toute la période\nd’espionnage : attaques conduites par des JOP 2024. Ces actions ont été principalement\nun acteur potentiellement soutenu par menées par des groupes hacktivistes pro-russes et pro-\nun État, ciblant par exemple une délé- palestiniens, dont certains pouvant être affiliés à des\ngation étrangère ou un sous-traitant États, avec un recours constant à des attaques par\ndétenant des données sensibles. DDoS et des revendications d’exfiltration de données.\n7"}
{"pack_id": "french_pack", "language": "fr", "book": "fr_cybersecurity_guide_2024", "section_title": "A → JEUX OLYMPIQUES ET PARALYMPIQUES DE PARIS 2024", "section_path": ["A → JEUX OLYMPIQUES ET PARALYMPIQUES DE PARIS 2024"], "page": 8, "content": "PANORAMA DE LA CYBERMENACE 2024 ANSSI\nLes attaquants ont exploité le contexte des JOP 2024 Tentative de déstabilisation\npour amplifier la portée médiatique de leurs actions, dans le cadre des JOP 2024\ndans un contexte géopolitique dense : guerre en\nFin juillet, Viginum a identifié une opération\nUkraine, guerre au Proche-Orient et arrestation par\nd’influence et de déstabilisation à l’encontre\nla justice française de Pavel Durov, PDG et fondateur\ndes JOP 2024 et de la délégation israélienne à\nde la messagerie Telegram. Certaines revendications\nl’aide de profils hacktivistes réputés iraniens [04].\nd’exfiltration de données ont concerné des entités\nliées à l’organisation des JOP 2024, sans que cela ne Dans ce cadre, une tentative notable de\ncorresponde à des incidents significatifs. Le 31 juil- compromission à des fins de déstabilisation\nlet 2024, LulzSec Muslims a notamment revendiqué a été recensée : le 25 juillet 2024, la veille\nune exfiltration de données appartenant au Comité de la cérémonie d’ouverture des JOP 2024,\nnational olympique et sportif français (CNOSF). Le l’ANSSI a été informée de la compromission\ngroupe justifiait son attaque en réaction à la céré- d’une entreprise opérant la gestion de bornes\nd’affichage publicitaire. Le mode opératoire\nmonie d’ouverture des JOP 2024.\nd’attaque (MOA) Haywire Kitten, opéré selon\nle FBI par l’entreprise iranienne Emennet\nÀ l’étranger, l’attaque à but de déstabilisation\nPasargad au profit du Corps des gardiens\nla plus remarquée fut l’exfiltration, en juillet 2024, de\nde la révolution islamique [05], aurait tenté,\ndonnées de l’Agence antidopage polonaise POLADA infructueusement, de détourner les bornes\n(Polish Anti-Doping Agency) par les opérateurs du gérées par l’entreprise dans le but d’afficher\nMOA réputé russe UNC1151. Le 6 août 2024, les don- des photomontages dénonçant la participation\nnées exfiltrées des SI de POLADA ont été divulguées des athlètes israéliens aux JOP 2024. Une fois\npar le groupe hacktiviste pro-russe Beregini, en coopé- découverte, l’attaque a pu être rapidement\nration avec le groupe hacktiviste Zarya. Cette reven- enrayée grâce au travail de l’ensemble de\nl’écosystème français impliqué dans la\ndication visait à dénoncer la lutte contre le dopage\ncybersécurité des JOP 2024 [06].\ncomme un chantage à l’encontre des pays qui mènent\nune politique opposée à celle des États-Unis. Les don-\nnées divulguées incluaient notamment des données\npersonnelles et médicales d’athlètes, des contrôles\nantidopage échoués, des éléments d’enquête liés à\ndes laboratoires chimiques illégaux, et des mots de\npasse. Le même mois, POLADA a déclaré que des\ninformations relatives à des tests d’athlètes polonais\ndivulgués avaient été manipulées, vraisemblablement\nà des fins de désinformation [03].\n•\nMême si l’ANSSI avait estimé possible la\nconduite d’opérations d’espionnage à l’encontre des attaque à visée d’espionnage, probablement menée\nJOP 2024, celles-ci ne représentaient pas de menace par un MOA réputé chinois. Les analyses de l’ANSSI\npour la bonne tenue des épreuves sportives dans la ont mis en évidence des activités malveillantes datant\nmesure où elles ne portaient atteinte ni à la dispo- d’au moins 2022, révélant un pré-positionnement\nnibilité ni à l’intégrité des systèmes et des données. de l’attaquant très en amont sur le SI de l’entité.\nL’ANSSI a traité la compromission d’une entité Détectée avant le début des Jeux, cette intrusion\nimpliquée dans la tenue des JOP 2024 ciblée par une n’a pas provoqué de perturbation sur leur déroulé. ←\n8"}
{"pack_id": "french_pack", "language": "fr", "book": "fr_cybersecurity_guide_2024", "section_title": "A → JEUX OLYMPIQUES ET PARALYMPIQUES DE PARIS 2024", "section_path": ["A → JEUX OLYMPIQUES ET PARALYMPIQUES DE PARIS 2024"], "page": 9, "content": ""}
{"pack_id": "french_pack", "language": "fr", "book": "fr_cybersecurity_guide_2024", "section_title": "7 8 9", "section_path": ["7 8 9"], "page": 10, "content": "PANORAMA DE LA CYBERMENACE 2024 ANSSI\nB\nFAIBLESSES TECHNIQUES\n→ Si l’actualité et les grands événements offrent 2/ DURCISSEMENT DU SYSTÈME\naux attaquants des moments propices pour D’INFORMATION\nagir, les faiblesses techniques exposées par les SI\nleur fournissent quant à elles des opportunités L’ANSSI constate qu’un nombre important de ses\nconstantes. Comme les années précédentes, l’ANSSI bénéficiaires a recours à des produits ou services de\nobserve ainsi que des attaquants aux compétences détection d’incidents de sécurité. Toutefois, ces dis-\nvariables sont en mesure d’exploiter les vulnérabili- positifs n’atteignent leur plein potentiel que lorsque\ntés de SI dont le niveau de sécurité est insuffisant. le SI a fait l’objet d’une sécurisation, avec en particu-\nLe durcissement des SI et leur maintien en condition lier l’application de mesures de défense en profon-\nde sécurité permettent de réduire la surface d’at- deur. D’une part, ces mesures permettent de ralen-\ntaque et les opportunités de latéralisation suivant tir la progression de l’attaquant et de réagir avant\nle principe de défense en profondeur5. qu’il n’ait obtenu des privilèges élevés sur le SI, facili-\ntant donc son éviction. D’autre part, elles rendent les\n1/ RAPPEL DU TRIPTYQUE DES BONNES tentatives de latéralisation plus complexes, générant\nPRATIQUES DE SÉCURITÉ DES SYSTÈMES ainsi de meilleures opportunités de détection. Enfin,\nD’INFORMATION (SSI) elles permettent de limiter drastiquement les consé-\nquences de la compromission du poste utilisateur, qui\nL’ANSSI rappelle que les bonnes pratiques pour est par nature un élément très exposé du SI.\nprotéger les SI et les maintenir en condition de sécu-\nrité se déclinent au travers des actions suivantes : Selon ce principe, la priorité doit donc être\n1. La sécurisation constitue la première ligne de donnée à la sécurisation de l’actif le plus critique du\ndéfense. Elle vise à prévenir les attaques en réduisant SI : l’annuaire d’authentification (ou le tenant dans\nl’exposition du SI et les possibilités de latéralisation, le cas de l’utilisation de services nuagiques), le plus\nnotamment au travers d’actions de durcissement, souvent un annuaire Active Directory6.\net à contraindre un attaquant à faire usage de tech-\nniques ou d’outils susceptibles de générer des évé- S’il est essentiel, le durcissement de l’annuaire\nnements journalisés ; Active Directory ne permet pas de se prémunir de\n2. La supervision permet de détecter une acti- l’ensemble des attaques. Des incidents aboutissant\nvité malveillante au travers de l’analyse des journaux au déploiement d’un rançongiciel ont notamment pu\nsystème, applicatifs ou réseau et de lever les alertes le être observés dans les cas suivants :\n•\nplus tôt possible dans la progression d’un attaquant ; L’exploitation de la vulnérabilité Zerologon sur\n3. La réponse à incident intervient en dernier les contrôleurs de domaine Active Directory dont la\nlieu et comprend la gestion de crise, les investiga- version n’est pas à jour, permettant la compromission\ntions numériques et la remédiation. L’ANSSI a publié de l’ensemble du SI [08] ;\n•\nen 2024 trois guides dédiés aux volets stratégique, L’absence de gestion du mot de passe du\norganisationnel et technique de la remédiation [07]. compte administrateur local des serveurs et postes\nde travail Windows, permettant également une laté-\nLes coûts de sécurisation du SI et de mise en ralisation. Certaines solutions (comme le service LAPS\nplace d’une supervision, qui permettent de limi- de Microsoft) permettent de se prémunir de ce risque ;\n•\nter significativement le risque de survenue d’un Le détournement de l’usage légitime d’ap-\nincident de sécurité et de limiter sa gravité et son plicatifs métier ou de gestion de parc mal configu-\nimpact, sont souvent largement inférieurs à ceux de rés ou vulnérables (outils de sauvegarde, de déploie-\nla remédiation. ment de mises à jour ou de prise en main à distance,\n5 6\nCes mesures peuvent inclure le durcissement L’annuaire Active Directory, centre névralgique de la\ndes configurations, la mise en place de bonnes sécurité des systèmes d’information Microsoft, est un\npratiques d’administration ou encore la mise en élément critique permettant la gestion centralisée de\nplace de segmentation réseau. comptes, de ressources et de permissions. L’obtention\nde privilèges élevés sur cet annuaire entraîne une prise\nde contrôle instantanée et complète de toutes les\nressources ainsi administrées.\n10"}
{"pack_id": "french_pack", "language": "fr", "book": "fr_cybersecurity_guide_2024", "section_title": "7 8 9", "section_path": ["7 8 9"], "page": 11, "content": "PANORAMA DE LA CYBERMENACE 2024 ANSSI\nMauvaises pratiques systémiques de configuration\ndes annuaires Active Directory\nconsoles antivirales ou EDR, etc.), permettant de\ncompromettre une proportion significative d’un SI.\nLes mauvaises pratiques de configuration des annuaires\nActive Directory décrites ci-dessous sont un point\nLe premier exemple illustre la nécessité de commun à de nombreux SI ayant été victimes d’attaques\nmaintien en condition de sécurité des éléments cri- informatiques, en particulier de chiffrement par un\ntiques du SI. L’ANSSI constate qu’une part impor- rançongiciel. En effet, des outils largement disponibles\ntante de ses bénéficiaires ayant un SI en environne- permettent de faciliter leur exploitation.\nment Microsoft dispose de serveurs et de postes de • Comptes privilégiés ayant l’attribut\nServicePrincipalName (SPN) positionné : L’attribut SPN\ntravail dans une version obsolète ou prochainement\npermet d’associer des noms de service Kerberos10 à des\nen fin de support :\n• comptes Active Directory. Lorsqu’un compte possède\n82% des postes de travail7 des organismes uti-\nun nom de service Kerberos, n’importe quel utilisateur\nlisateurs du service ADS de l’Agence utilisent le sys-\nauthentifié peut demander un ticket Kerberos pour\ntème d’exploitation Windows 10, dont la fin de sup- ce service, et ainsi réaliser une attaque par force brute\nport est prévue le 14 octobre 2025 (hors version LTSC pour obtenir le mot de passe du compte (attaque\net support étendu). L’ANSSI recommande d’initier couramment appelée Kerberoasting). Compte tenu\nles travaux de migration vers Windows 11 au plus tôt. de ces risques, l’attribut SPN ne devrait être positionné\n•\n36% des serveurs Windows des organismes que sur des comptes de service non privilégiés.\nutilisateurs du service ADS se trouvent dans une • Comptes à hauts privilèges dont le mot de passe\nest inchangé depuis plus de 3 ans : Les mots de passe\nversion obsolète (Windows Server 2012R2 ou infé-\ndes comptes à hauts privilèges doivent être changés\nrieur). L’ANSSI recommande de mettre à jour vers\nà une fréquence régulière de maximum 3 ans pour\nla version la plus récente du système d’exploitation\nque ces secrets soient connus uniquement par les\nafin de bénéficier de la plus grande période de sup-\nadministrateurs actuels. L’ANSSI constate régulièrement\nport possible. des mots de passe de comptes à hauts privilèges\ninchangés depuis 15, 20 voire 25 ans et dont la\nParmi les mesures de défense en profondeur, la complexité ne répond pas aux exigences actuelles.\nsegmentation réseau interne est un moyen efficace • Permissions d’enrôlement sur les modèles ou\npour réduire les possibilités de latéralisation de l’at- conteneurs de certificats : Ce type de vulnérabilité est\ntaquant et faciliter la détection d’actions malveil- lié à une mauvaise configuration de l’infrastructure de\ngestion de clé Microsoft AD-CS permettant de générer\nlantes. Elle peut notamment être mise en œuvre par\ndes certificats de sécurité. Ainsi, un demandeur peut\nl’utilisation de mécanismes réseau tel que le VLAN\ngénérer un certificat valable pour l’authentification\nprivé8, associé à des règles de filtrage.\nWindows pour n’importe quel compte de l’annuaire,\ny compris les comptes à hauts privilèges.\nLes moyens d’authentification constituent éga- • Permissions dangereuses : Les permissions d’un\nlement un élément central de la sécurisation du SI. compte non privilégié vers des membres de groupes\nL’ANSSI constate que certains moyens d’authentifica- privilégiés, vers les contrôleurs de domaine, vers la\ntion comme le TOTP9 ou l’utilisation d’une application racine des naming contexts ou vers les objets de GPO\ntierce sont désormais contournés par les attaquants s’appliquant aux membres des groupes privilégiés\nau moyen de nouvelles techniques (voir par exemple permettent à un attaquant qui compromettrait ce\ncompte de prendre le contrôle d’un élément critique\n[09]). Il convient de préférer une authentification forte\nde l’annuaire, et ainsi compromettre l’ensemble du SI.\nutilisant l’emploi de certificats ou de clés de sécurité.\nL’ensemble de ces vulnérabilités est vérifié par le service\nEnfin, l’ANSSI rappelle l’importance de disposer\nADS (https://club.ssi.gouv.fr) proposé par l’ANSSI\nde sauvegardes, y compris hors ligne. ← à ses bénéficiaires [10].\n7 8 9 10\nDisposant d’un Private VLAN ou TOTP : « Time- Kerberos est un protocole\nsupport Microsoft. PVLAN, technique de based One-time d’authentification reposant\nsegmentation réseau Password », mot sur l’utilisation de tickets\nqui permet de limiter les de passe à usage pour accéder à des services,\ncommunications entre unique basé sur couramment utilisé en\néquipements reliés à un le temps. environnement Microsoft.\nmême commutateur.\n11"}
{"pack_id": "french_pack", "language": "fr", "book": "fr_cybersecurity_guide_2024", "section_title": "1/ équipements de bordure et de sécurité : des cibles de choix", "section_path": ["1/ équipements de bordure et de sécurité : des cibles de choix"], "page": 12, "content": "PANORAMA DE LA CYBERMENACE 2024 ANSSI\nC\nVULNÉRABILITÉS EXPLOITÉES\n→ L’exploitation de vulnérabilités, en particulier tion, en raison de l’apparition de plus en plus rapide\nsur les équipements exposés sur Internet, est de preuves de concept ou de codes d’exploitation\nun des principaux vecteurs d’intrusion utilisés par publics11. Or, l’ANSSI constate que des vulnérabilités\nles attaquants. L’année 2024 a ainsi été marquée par sont encore exploitées par des attaquants plusieurs\ndes campagnes d’exploitation massive de vulnérabi- mois après la mise à disposition de correctifs.\nlités affectant des équipements de sécurité situés en\nbordure de SI. Par exemple, l’ANSSI a traité en 2024 la compro-\nLe cadre légal a également évolué, avec la pro- mission et le chiffrement par le biais d’un rançongi-\nmulgation de la loi de programmation militaire 2024- ciel d’une entité du secteur des télécommunications.\n2030, qui oblige notamment les éditeurs à signaler à Un équipement de bordure – un pare-feu Palo Alto\nl’ANSSI les vulnérabilités significatives découvertes vulnérable à la CVE-2024-3400 (voir focus page 14) –\ndans leurs logiciels. a été la cible de multiples tentatives de connexions\npar les attaquants pendant plusieurs mois. Une fois\n1 ÉQUIPEMENTS DE BORDURE ET l’équipement compromis, ceux-ci ont exploité cet\nDE SÉCURITÉ : DES CIBLES DE CHOIX accès pour se latéraliser sur le SI. L’incident a affecté\nle fonctionnement nominal de l’entité victime pen-\nDans la continuité de l’année 2023 [01], l’ANSSI a dant plusieurs semaines et a nécessité de lourds tra-\nconstaté en 2024 une intensification de l’exploitation vaux de reconstruction. Dans ce cas, il est à noter que\nde vulnérabilités affectant des équipements exposés l’exploitation de la vulnérabilité a eu lieu plus de deux\nsur Internet, parmi lesquels figurent des équipements mois après la publication d’un correctif par l’éditeur\nde sécurité mis en place par de nombreuses entités ainsi que d’une alerte par le CERT-FR.\npour sécuriser l’accès distant à leur SI (par exemple\ndes pare-feux ou des passerelles VPN). Durant l’an- Enfin, l’ANSSI a également traité plusieurs cas de\nnée 2024, l’ANSSI a eu connaissance de la compro- compromissions faisant suite à l’exploitation de vul-\nmission en France de plusieurs milliers d’équipements nérabilités de type jour-zéro, comme la vulnérabilité\nde bordure, et traité plusieurs dizaines d’incidents CVE-2024-47575 affectant le produit Fortinet\nde sécurité liés à l’exploitation de vulnérabilités logi- FortiManager.\ncielles sur ces équipements qui constituent des cibles\nattractives pour les attaquants (voir focus page 14). Lorsque la publication d’un code d’exploitation\npour une vulnérabilité est antérieure à l’application\nL’ANSSI observe que de nombreux acteurs réa- du correctif sur le système, ou que la vulnérabilité\nlisent des opérations de balayage réseau sur ces équipe- est de type jour-zéro, il est indispensable de réaliser\nments à la recherche de vulnérabilités à exploiter. Ces des investigations sur l’équipement pour s’assurer\nscans, très réguliers et étendus, permettent de recher- que la vulnérabilité n’a pas déjà été exploitée. À titre\ncher de manière systématique les équipements expo- d’exemple, en 2024, l’ANSSI a réalisé une campagne\nsés qui n’ont pas été mis à jour et peuvent amener à de signalement relative à une vulnérabilité affectant\ndes exploitations opportunistes de vulnérabilités. Afin le produit FortiEMS de Fortinet (CVE-2023-48788).\nde se protéger de leur exploitation, il importe donc La réaction rapide d’un bénéficiaire dont l’équipe-\nd’appliquer les correctifs le plus rapidement possible. ment était vulnérable a permis de découvrir la com-\npromission de ce dernier, et d’empêcher la latérali-\nEn effet, les vulnérabilités affectant les équi- sation de l’attaquant. Ce cas fréquent illustre l’utilité\npements de sécurité en bordure de SI sont souvent des investigations lorsqu’un équipement vulnérable\nexploitées dans un délai très court après leur publica- a été exposé sur Internet.\n11\nLa description détaillée de l’exploitation De même pour les vulnérabilités\nde la vulnérabilité CVE-2024-22024 affectant CVE-2024-24919 et CVE-2024-3400,\nplusieurs produits de sécurité Ivanti a ainsi affectant respectivement plusieurs produits\nété publiée deux jours seulement après CheckPoint et Palo Alto, dont la méthode\npublication de l’avis de vulnérabilité d’exploitation a été publiée quatre jours\nde l’éditeur. seulement après l’avis de l’éditeur.\n12"}
